[
  {
    "title": "Thomas Jefferson to Joseph Milligan, 22 December 1815",
    "permalink": "https://founders.archives.gov/documents/Jefferson/03-09-02-0174",
    "project": "Jefferson Papers",
    "authors": [
      "Jefferson, Thomas"
    ],
    "recipients": [
      "Milligan, Joseph"
    ],
    "date-from": "1815-12-22",
    "date-to": "1815-12-22",
    "content": "Monticello Dec. 22. 15.\nDear Sir\nOn my return here from Bedford a few days ago, I found the Hutton and Requisite tables, bound to my mind. by this mail I send you an Ovid’s metamorphoses almost entirely worne out & defaced, yet of sovaluable and rareaneditionthat I wish you to put it into as good a state of repair as it is susceptible of. by the next mail I will forward a Cornelius Nepos to be bound. be so good as to procure and forward to me by stage the underwritten books.I salute you with friendship & esteem\nTh: Jefferson\nAinsworth’sLat. & Eng. dict. abridged. to be bound[. . .]\nthe Lat. & Eng in one, & the Eng. & Lat.[. . .]\nOvid’s metamorphoses. the Delphin edn in 8vo\nCornelius Nepos. the Delphin edn if to be had; if not some other good one.\nVirgil. the Delphin edn lately printed in Phil. with English notes.\nMair’s Tyro’s dictionary.\nI observe a mrRichardsonadvertises in the National Intelligencer the Scientific dialogues: if the edition be compleat comprehending theChemical part, I should be glad to have it"
  },
  {
    "title": "To Alexander Hamilton from James McHenry, 3 May 1791",
    "permalink": "https://founders.archives.gov/documents/Hamilton/01-08-02-0276",
    "project": "Hamilton Papers",
    "authors": [
      "McHenry, James"
    ],
    "recipients": [
      "Hamilton, Alexander"
    ],
    "date-from": "1791-05-03",
    "date-to": "1791-05-03",
    "content": "[Baltimore] 3 May 1791.\nMy dear Sir.\nI did not receive your letter of the 26th till the morning of the 2d. I immediately after saw Gen. Williams and made such communication of your wishes as I thought most likely to be attended with success. You know his ambitious cast, and that he thinks he could be more serviceable at the head of a great department than collector of a district. I mentioned the death of the comptroller, and the probability inmy opinionthat the President from the knowlege he had of the present auditors habits experience and capacities for business would fix upon him for a successor; in which case the auditorship which was a very important office would become vacant. I observed on the advantages of a residence at the seat of Congress if he still inclined to mount higher, that he knew your power and disposition, and said I would take upon myself to make the necessary suggestions. The idea of the auditors office being a step to a still more desirable one had its weight, but he finally declined, alledging his ill state of health, and the recent death of a brother in law Col. Stull which has devolved upon him the care of his children and estate. In short he was not to be induced to be auditor, tho’ I thought could I have said comptrouller he might, notwithstanding his present state of health would unfit him for discharging the duties of either.\nI then called on Mr. Wm. Smith who with less shew of talentswill make a much better auditor. He will have as little to learn as the General; is as systematic, a more correct and perfect accountant, of great respectability and of longer standing in society. I found also here that the comptrollership was a more darling object. My first conversation was yesterday, and it was not till about half an hour ago I got him to consent to use my discretion, so you may use yours. I was obliged to intimate, that from the opinion you had of him, I could entertain no doubt but his appointment would be certain unless the President got entangled to the Southward.\nYou judged right. Nay, should even what I once thought of take place, and my present temper of mind continue, I would remain where I am. My mind in the loss of a brother has received a severe shock. My wife like yours is every thing that is kind good and excellent, and was there only one man more in the world I should be the happiest man in it.\nAdieu and believe me yours most sincerely and most affectionately\nJames McHenry"
  },
  {
    "title": "John Adams to John Quincy Adams and Thomas Boylston Adams, 14 September 1794",
    "permalink": "https://founders.archives.gov/documents/Adams/04-10-02-0145",
    "project": "Adams Papers",
    "authors": [
      "Adams, John"
    ],
    "recipients": [
      "Adams, John Quincy",
      "Adams, Thomas Boylston"
    ],
    "date-from": "1794-09-14",
    "date-to": "1794-09-14",
    "content": "Quincy Septr.14. 1794\nMy dear Sons\nI once more wish you a prosperous Voyage an honourable Conduct and a happy Life. Remember your Characters as Men of Business as well as Men of Virtue, and always depend on the Affection and Friendship of your Father\nJohn Adams"
  },
  {
    "title": "From George Washington to Major General Horatio Gates, 23 December 1776",
    "permalink": "https://founders.archives.gov/documents/Washington/03-07-02-0326",
    "project": "Washington Papers",
    "authors": [
      "Washington, George"
    ],
    "recipients": [
      "Gates, Horatio"
    ],
    "date-from": "1776-12-23",
    "date-to": "1776-12-23",
    "content": "Head Quarters [Bucks County, Pa.] 23d Decr 1776\nDr Sir,\nI shall not object to yr going to Philadelphia on Acct of your Health, but wish it would have permitted you to have gone to Bristol rather, in order to have conducted matters there in cooperation with what I hinted to you as having in view here.\nI fear their may be some little uneasiness about Command there, as some of the Continental Colonels have gone down with the Brigade that Marchd last. If you could only stay there two or three days to concert with Colonels Read & Cadwallader a Plan, & direct in what manner it is to be conducted I should be glad of it —I am Dr Sir Yrs &c.\nGo: Washington"
  },
  {
    "title": "[Diary entry: 5 July 1795]",
    "permalink": "https://founders.archives.gov/documents/Washington/01-06-02-0004-0005-0005",
    "project": "Washington Papers",
    "authors": [
      "Washington, George"
    ],
    "recipients": [],
    "date-from": "1795-07-05",
    "date-to": "1795-07-05",
    "content": "Could not find the main content"
  },
  {
    "title": "[Diary entry: 26 May 1771]",
    "permalink": "https://founders.archives.gov/documents/Washington/01-03-02-0001-0011-0026",
    "project": "Washington Papers",
    "authors": [
      "Washington, George"
    ],
    "recipients": [],
    "date-from": "1771-05-26",
    "date-to": "1771-05-26",
    "content": "Could not find the main content"
  },
  {
    "title": "To Alexander Hamilton from James A. Bayard, 29 December 1801",
    "permalink": "https://founders.archives.gov/documents/Hamilton/01-25-02-0271",
    "project": "Hamilton Papers",
    "authors": [
      "Bayard, James A."
    ],
    "recipients": [
      "Hamilton, Alexander"
    ],
    "date-from": "1801-12-29",
    "date-to": "1801-12-29",
    "content": "Washington, December 29. 1801.States that “the cause of Messrs. Graves & Barnwell in which you were so obliging to mention my name as Counsel to the Plaintiffs” was argued in the Supreme Court of the United States and decided in favor of the defendant."
  },
  {
    "title": "From Alexander Hamilton to George Washington, [5 March 1783]",
    "permalink": "https://founders.archives.gov/documents/Hamilton/01-03-02-0174",
    "project": "Hamilton Papers",
    "authors": [
      "Hamilton, Alexander"
    ],
    "recipients": [
      "Washington, George"
    ],
    "date-from": "1783-03-05",
    "date-to": "1783-03-05",
    "content": "[Philadelphia, March 5, 1783]\nSir\nI had the honor of writing to your Excellency lately on a very confidential subjec⟨t⟩ and shall be anxious to know as soon as c⟨on⟩venient whether the letter got safe to han⟨d⟩. The bearer Shattuck thinks he can poin⟨t⟩ out the means of apprehending Wells & Knowle⟨ton⟩ the two persons whom Your Excellency was authorised to have taken into custody. I hav⟨e⟩ desired him to call upon you to disclose th⟨e⟩ plan. I will not trouble Your Excellencyw⟨ith⟩ any observation on the importance of getting hold of those persons. The surmise that Mr. Arnold a member of Congress gave intellige⟨nce⟩ to them of the design to take them mak⟨es⟩ it peculiarly important. I have the hon⟨or⟩ to be\nYour Excellency’s most ob’t serv’t\nA. Hamilton.\nTo His Excellency General Washington⟩"
  },
  {
    "title": "From Thomas Jefferson to Orleans Territory Legislature, 28 December 1805",
    "permalink": "https://founders.archives.gov/documents/Jefferson/99-01-02-2912",
    "project": "Jefferson Papers",
    "authors": [
      "Jefferson, Thomas"
    ],
    "recipients": [
      "Orleans Territory Legislature"
    ],
    "date-from": "1805-12-28",
    "date-to": "1805-12-28",
    "content": "Washington Dec. 28. 1805\nTo the Speaker & House of Representatives of the territory of Orleans\nThe expressions by which the Representatives of the territory of Orleans, in their address of the 14th. of Nov. are pleased to convey their sense of my public conduct, are gratefully recieved by me, & placed among those testimonies which will constitute the happiness of my future life. the first reward we can recieve for services faithfully directed to the public good, is the comfort of an approving conscience the next the approbation of our fellow–citizens.\nThe day which added to the U.S. a country so highly favored by nature, and, to the great American family, a people so worthy of the blessings of freedom, & zealous to maintain them, will be counted among the most fortunate in our annals, & will ever, I trust, be commemorated by the nations which in future times will cover this acquisition, as the birthday of a political well–being too rare among men.\nThe sound discretion displayed by our new brethren in the selection of characters for the important functions of legislation, is a pledge of the wholsome use they will make of the powers of self-government, & from the wisdom & virtue of their representatives I augur such a course of proceeding as will establish among them liberty, law & order, will rapidly advance their growth & prosperity, & rivet their affections to the American union, of which they are become an inseparable part.\nTowards effecting these great objects, be assured, fellow citizens, of every aid within the limits of my powers, and Accept the homage of my high respect & consideration.\nTh:Jefferson"
  },
  {
    "title": "To Thomas Jefferson from G. K. van Hogendorp, 2 August 1786",
    "permalink": "https://founders.archives.gov/documents/Jefferson/01-10-02-0117",
    "project": "Jefferson Papers",
    "authors": [
      "Hogendorp, G. K. van"
    ],
    "recipients": [
      "Jefferson, Thomas"
    ],
    "date-from": "1786-08-02",
    "date-to": "1786-08-02",
    "content": "Leyden August the 2 1786\nMy Dear Sir\nAs I am informed of your returning from London to Paris I venture to send you this letter, whose content any one at the Post house might know, for I care not the whole world’s knowing how much I do esteem and belove you.\nYour Friend, Mr. William Short, has a right to expect from me a letter respecting our Constitution, which on my word is ready, and that up in my writing-box these six months past. Why? You must hear and judge me. I now study the law, and will within two months, after a seven month’s stay at this University, be able to correct many faults and to add many important points in my letter. This reason alone would do, I think, but, dear Sir, I have an other one not less valuable. In former times, my letter as it now lies before me, would give your friend some pleasure, and by this way to myself likewise. But now, among dangerous civil dissensions, this very letter cannot be too cautiously written, not with a mind to hide truth in equivocal terms, I think too freely, in spite of any persecution, for concealing my real sentiments, but I want to express my mind with so much perspicuity and so concisely that it cannot be misconstrued. For you ought to know, my respectable friend, that though a friend to liberty, my principles do not agree with many who call themselves by the same denomination. I am writing a Dissertation De ratione Subsidii fœderatis debiti, and take the freedom to desire your answering without any delay the following Queries.\nWhich are at present the general interests of the United States?\nWhat is the extent of the Congress’s power in managing them?\nWhich are the expences of Congress?\nWhich the revenues.\nIn which way do the particular states contribute to the general expences?\nAre general duties, to be levied by Congress, still expected to be acquiesced to by the States?\nBut if besides this you should know any thing relative to the matter I treat, be so kind as to add it to your answers.\nYour Notes on Virginia have been read by a few men of understanding who got both instruction and amusement by the lecture.\nHow does your health, my dear Sir, and when will both your time and your inclination allow you a turn through Holland; forif you don’t come very soon to me, you’ll oblige me to set out for Paris in order to see you.\nI embrace you very heartily. Yours for ever,\nvan Hogendorp\nA short but authentic account of the present state of the Bank of North America would be very acceptable to me."
  }
]