[
  {
    "title": "Thomas Jefferson to Joseph Milligan, 22 December 1815",
    "permalink": "https://founders.archives.gov/documents/Jefferson/03-09-02-0174",
    "project": "Jefferson Papers",
    "authors": [
      "Jefferson, Thomas"
    ],
    "recipients": [
      "Milligan, Joseph"
    ],
    "date-from": "1815-12-22",
    "date-to": "1815-12-22",
    "content": "Monticello Dec. 22. 15. Dear Sir On my return here from Bedford a few days ago, I found the Hutton and Requisite tables, bound to my mind. by this mail I send you an Ovidâ\u0080\u0099s metamorphoses almost entirely worne out & defaced, yet of sovaluable and rareaneditionthat I wish you to put it into as good a state of repair as it is susceptible of. by the next mail I will forward a Cornelius Nepos to be bound. be so good as to procure and forward to me by stage the underwritten books.I salute you with friendship & esteem Th: Jefferson Ainsworthâ\u0080\u0099sLat. & Eng. dict. abridged. to be bound[.Â .Â .] Âthe Lat. & Eng in one, & the Eng. & Lat.[.Â .Â .] Ovidâ\u0080\u0099s metamorphoses. the Delphin edn in 8vo Cornelius Nepos. the Delphin edn if to be had; if not some other good one. Virgil. the Delphin edn lately printed in Phil. with English notes. Mairâ\u0080\u0099s Tyroâ\u0080\u0099s dictionary. I observe a mrRichardsonadvertises in the National Intelligencer the Scientific dialogues: if the edition be compleat comprehending theChemical part, I should be glad to have it"
  },
  {
    "title": "To Alexander Hamilton from James McHenry, 3 May 1791",
    "permalink": "https://founders.archives.gov/documents/Hamilton/01-08-02-0276",
    "project": "Hamilton Papers",
    "authors": [
      "McHenry, James"
    ],
    "recipients": [
      "Hamilton, Alexander"
    ],
    "date-from": "1791-05-03",
    "date-to": "1791-05-03",
    "content": "[Baltimore] 3 May 1791. My dear Sir. I did not receive your letter of the 26th till the morning of the 2d. I immediately after saw Gen. Williams and made such communication of your wishes as I thought most likely to be attended with success. You know his ambitious cast, and that he thinks he could be more serviceable at the head of a great department than collector of a district. I mentioned the death of the comptroller, and the probability inmy opinionthat the President from the knowlege he had of the present auditors habits experience and capacities for business would fix upon him for a successor; in which case the auditorship which was a very important office would become vacant. I observed on the advantages of a residence at the seat of Congress if he still inclined to mount higher, that he knew your power and disposition, and said I would take upon myself to make the necessary suggestions. The idea of the auditors office being a step to a still more desirable one had its weight, but he finally declined, alledging his ill state of health, and the recent death of a brother in law Col. Stull which has devolved upon him the care of his children and estate. In short he was not to be induced to be auditor, thoâ\u0080\u0099 I thought could I have said comptrouller he might, notwithstanding his present state of health would unfit him for discharging the duties of either. I then called on Mr. Wm. Smith who with less shew of talentswill make a much better auditor. He will have as little to learn as the General; is as systematic, a more correct and perfect accountant, of great respectability and of longer standing in society. I found also here that the comptrollership was a more darling object. My first conversation was yesterday, and it was not till about half an hour ago I got him to consent to use my discretion, so you may use yours. I was obliged to intimate, that from the opinion you had of him, I could entertain no doubt but his appointment would be certain unless the President got entangled to the Southward. You judged right. Nay, should even what I once thought of take place, and my present temper of mind continue, I would remain where I am. My mind in the loss of a brother has received a severe shock. My wife like yours is every thing that is kind good and excellent, and was there only one man more in the world I should be the happiest man in it. Adieu and believe me yours most sincerely â\u0080\u0083 and most affectionately James McHenry"
  },
  {
    "title": "John Adams to John Quincy Adams and Thomas Boylston Adams, 14 September 1794",
    "permalink": "https://founders.archives.gov/documents/Adams/04-10-02-0145",
    "project": "Adams Papers",
    "authors": [
      "Adams, John"
    ],
    "recipients": [
      "Adams, John Quincy",
      "Adams, Thomas Boylston"
    ],
    "date-from": "1794-09-14",
    "date-to": "1794-09-14",
    "content": "Quincy Septr.14. 1794 My dear Sons I once more wish you a prosperous Voyage an honourable Conduct and a happy Life. Remember your Characters as Men of Business as well as Men of Virtue, and always depend on the Affection and Friendship of your Father John Adams"
  },
  {
    "title": "From George Washington to Major General Horatio Gates, 23 December 1776",
    "permalink": "https://founders.archives.gov/documents/Washington/03-07-02-0326",
    "project": "Washington Papers",
    "authors": [
      "Washington, George"
    ],
    "recipients": [
      "Gates, Horatio"
    ],
    "date-from": "1776-12-23",
    "date-to": "1776-12-23",
    "content": "Head Quarters [Bucks County, Pa.] 23d Decr 1776 Dr Sir, I shall not object to yr going to Philadelphia on Acct of your Health, but wish it would have permitted you to have gone to Bristol rather, in order to have conducted matters there in cooperation with what I hinted to you as having in view here. I fear their may be some little uneasiness about Command there, as some of the Continental Colonels have gone down with the Brigade that Marchd last. If you could only stay there two or three days to concert with Colonels Read & Cadwallader a Plan, & direct in what manner it is to be conducted I should be glad of it â\u0080\u0094I am Dr Sir Yrs &c. Go: Washington"
  },
  {
    "title": "[Diary entry: 5 July 1795]",
    "permalink": "https://founders.archives.gov/documents/Washington/01-06-02-0004-0005-0005",
    "project": "Washington Papers",
    "authors": [
      "Washington, George"
    ],
    "recipients": [],
    "date-from": "1795-07-05",
    "date-to": "1795-07-05",
    "content": "Could not find the main content"
  },
  {
    "title": "[Diary entry: 26 May 1771]",
    "permalink": "https://founders.archives.gov/documents/Washington/01-03-02-0001-0011-0026",
    "project": "Washington Papers",
    "authors": [
      "Washington, George"
    ],
    "recipients": [],
    "date-from": "1771-05-26",
    "date-to": "1771-05-26",
    "content": "Could not find the main content"
  },
  {
    "title": "To Alexander Hamilton from James A. Bayard, 29 December 1801",
    "permalink": "https://founders.archives.gov/documents/Hamilton/01-25-02-0271",
    "project": "Hamilton Papers",
    "authors": [
      "Bayard, James A."
    ],
    "recipients": [
      "Hamilton, Alexander"
    ],
    "date-from": "1801-12-29",
    "date-to": "1801-12-29",
    "content": "Washington, December 29. 1801.States that â\u0080\u009cthe cause of Messrs. Graves & Barnwell in which you were so obliging to mention my name as Counsel to the Plaintiffsâ\u0080\u009d was argued in the Supreme Court of the United States and decided in favor of the defendant."
  },
  {
    "title": "From Alexander Hamilton to George Washington, [5 March 1783]",
    "permalink": "https://founders.archives.gov/documents/Hamilton/01-03-02-0174",
    "project": "Hamilton Papers",
    "authors": [
      "Hamilton, Alexander"
    ],
    "recipients": [
      "Washington, George"
    ],
    "date-from": "1783-03-05",
    "date-to": "1783-03-05",
    "content": "[Philadelphia, March 5, 1783] Sir I had the honor of writing to your Excellency lately on a very confidential subjecâ\u009f¨tâ\u009f© and shall be anxious to know as soon as câ\u009f¨onâ\u009f©venient whether the letter got safe to hanâ\u009f¨dâ\u009f©. The bearer Shattuck thinks he can poinâ\u009f¨tâ\u009f© out the means of apprehending Wells & Knowleâ\u009f¨tonâ\u009f© the two persons whom Your Excellency was authorised to have taken into custody. I havâ\u009f¨eâ\u009f© desired him to call upon you to disclose thâ\u009f¨eâ\u009f© plan. I will not trouble Your Excellencywâ\u009f¨ithâ\u009f© any observation on the importance of getting hold of those persons. The surmise that Mr. Arnold a member of Congress gave intelligeâ\u009f¨nceâ\u009f© to them of the design to take them makâ\u009f¨esâ\u009f© it peculiarly important. I have the honâ\u009f¨orâ\u009f© to be Your Excellencyâ\u0080\u0099s most obâ\u0080\u0099t servâ\u0080\u0099t A. Hamilton. To His Excellency General Washingtonâ\u009f©"
  },
  {
    "title": "From Thomas Jefferson to Orleans Territory Legislature, 28 December 1805",
    "permalink": "https://founders.archives.gov/documents/Jefferson/99-01-02-2912",
    "project": "Jefferson Papers",
    "authors": [
      "Jefferson, Thomas"
    ],
    "recipients": [
      "Orleans Territory Legislature"
    ],
    "date-from": "1805-12-28",
    "date-to": "1805-12-28",
    "content": "Washington Dec. 28. 1805 To the Speaker & House of Representatives of the territory of Orleans The expressions by which the Representatives of the territory of Orleans, in their address of the 14th. of Nov. are pleased to convey their sense of my public conduct, are gratefully recieved by me, & placed among those testimonies which will constitute the happiness of my future life. the first reward we can recieve for services faithfully directed to the public good, is the comfort of an approving conscience the next the approbation of our fellowâ\u0080\u0093citizens. The day which added to the U.S. a country so highly favored by nature, and, to the great American family, a people so worthy of the blessings of freedom, & zealous to maintain them, will be counted among the most fortunate in our annals, & will ever, I trust, be commemorated by the nations which in future times will cover this acquisition, as the birthday of a political wellâ\u0080\u0093being too rare among men. The sound discretion displayed by our new brethren in the selection of characters for the important functions of legislation, is a pledge of the wholsome use they will make of the powers of self-government, & from the wisdom & virtue of their representatives I augur such a course of proceeding as will establish among them liberty, law & order, will rapidly advance their growth & prosperity, & rivet their affections to the American union, of which they are become an inseparable part. Towards effecting these great objects, be assured, fellow citizens, of every aid within the limits of my powers, and Accept the homage of my high respect & consideration. Th:Jefferson"
  },
  {
    "title": "To Thomas Jefferson from G. K. van Hogendorp, 2 August 1786",
    "permalink": "https://founders.archives.gov/documents/Jefferson/01-10-02-0117",
    "project": "Jefferson Papers",
    "authors": [
      "Hogendorp, G. K. van"
    ],
    "recipients": [
      "Jefferson, Thomas"
    ],
    "date-from": "1786-08-02",
    "date-to": "1786-08-02",
    "content": "Leyden August the 2 1786 My Dear Sir As I am informed of your returning from London to Paris I venture to send you this letter, whose content any one at the Post house might know, for I care not the whole worldâ\u0080\u0099s knowing how much I do esteem and belove you. Your Friend, Mr. William Short, has a right to expect from me a letter respecting our Constitution, which on my word is ready, and that up in my writing-box these six months past. Why? You must hear and judge me. I now study the law, and will within two months, after a seven monthâ\u0080\u0099s stay at this University, be able to correct many faults and to add many important points in my letter. This reason alone would do, I think, but, dear Sir, I have an other one not less valuable. In former times, my letter as it now lies before me, would give your friend some pleasure, and by this way to myself likewise. But now, among dangerous civil dissensions, this very letter cannot be too cautiously written, not with a mind to hide truth in equivocal terms, I think too freely, in spite of any persecution, for concealing my real sentiments, but I want to express my mind with so much perspicuity and so concisely that it cannot be misconstrued. For you ought to know, my respectable friend, that though a friend to liberty, my principles do not agree with many who call themselves by the same denomination. I am writing a Dissertation De ratione Subsidii fÅ\u0093deratis debiti, and take the freedom to desire your answering without any delay the following Queries. Which are at present the general interests of the United States? What is the extent of the Congressâ\u0080\u0099s power in managing them? Which are the expences of Congress? Which the revenues. In which way do the particular states contribute to the general expences? Are general duties, to be levied by Congress, still expected to be acquiesced to by the States? But if besides this you should know any thing relative to the matter I treat, be so kind as to add it to your answers. Your Notes on Virginia have been read by a few men of understanding who got both instruction and amusement by the lecture. How does your health, my dear Sir, and when will both your time and your inclination allow you a turn through Holland; forif you donâ\u0080\u0099t come very soon to me, youâ\u0080\u0099ll oblige me to set out for Paris in order to see you. I embrace you very heartily. Yours for ever, van Hogendorp A short but authentic account of the present state of the Bank of North America would be very acceptable to me."
  },
  {
    "title": "From Abigail Smith Adams to Louisa Catherine Johnson Adams, 14 April 1815",
    "permalink": "https://founders.archives.gov/documents/Adams/99-03-02-2835",
    "project": "Adams Papers",
    "authors": [
      "Adams, Abigail Smith"
    ],
    "recipients": [
      "Adams, Louisa Catherine Johnson"
    ],
    "date-from": "1815-04-14",
    "date-to": "1815-04-14",
    "content": "Quincy April 14th 1815 My dear Daughter I address you, altho I know not where to find you, which is, and has been a source of much anxiety to me, four months have elapsed since the signature of the Treaty of Peace; when mr Adams wrote from Ghent, that in ten dayâ\u0080\u0099s, he should go to Paris, and from thence, send on to St petersburgh, to request you to join him there, and if he should, (as was expected,) be sent to England, that your Sons might be Sent to join their parents there. Altho Since the 27th of december, no letter has reached us from him. We have in compliance with his request, prepared the Children to meet you. I need not Say, how painfull there seperation from me will be. Age, infirmities, and many recent afflictions, which I have met, in the Death of many near and dear Friends, and relatives, have broken me down, and give me little reason, to boast myself of tomorrow, as I know not, what a day may bring forth, So that when they go from me it is with the painfull Idea; that I shall see their faces no more, may we all finally meet in a better world. The Sudden death, of my dear and only Sister the last week; has opened every wound affresh, and caused my tears to flow anewâ\u0080\u0094George and Susan, are now gone to Atkinson, to pay the last tribute of Respect, to her remains. She went to Bed on Saturday night well except a Slight Soar throat, which she complaind of, having read two sermons in the eveningâ\u0080\u0099s about 12 oclock she awoke, complaind that She was chillâ\u0080\u0099d and oppresst upon her lungs. Mr Peabody rose, callâ\u0080\u0099d up a Maid Servant. Abbe also got up, sent for the doctor, Who soon came, but found the spirit had taken Wing, Without the knowledge or least suspicion of her attendents. So tranquil was her exit; so few her sufferings, a translation from this earthly abode, to the mansions of glorified Spirits, her whole Life was one continued Series of usefull Services. and her circle was rendered extensive by the many youths, of both Sexes, committed to her care, She always considerd her charge, to extend beyond, food, and raiment, to their minds, to their manners, and to their Morals. Many, very Many Youths, have cause to embalm her memory in their hearts, and to hold her in gratefull remembrance. To her Familyâ\u0080\u0094I cannot estimate her loss. her Husbands Heart Safely trusted in her, for she had done him good, all the days of her Life. she was his pride, his glory, and his crown. To me, She was most dear, and now I am left alone; the Sole Surviving branch from the parent Stock. I had flatterd myself, with the hope that my Son, with his Family, are convened together in his Native Country, would have once more blessed my Eyes. I now despair of it, and the only consolation remaining to me, for his continuence abroad, is his having changed climates, and comeing so much nearer to me, that I may hear frequently from him, and from you, who I hope will feel yourself invigorated by the Air of your Native soil. and meeting with your sons, So long absent from you, in a period of their Lives, When they have almost grown out of your knowledgeâ\u0080\u0094Georgeâ\u0080\u0099s growth has been so rapid, that it has given him a Rusticity; which he feelsâ\u0080\u0094he Scarcly knows what to do with himself. but his mind is a Casket, which contains jewels, that only want culling, refineing, and burnishing, in his Fathers Crucible to render them brightâ\u0080\u0094John is quick at comprehension, <ardent> ardent in pursuit: may be drawn to what you please, but liable to be cast away, without watchfull attention. I trust they have not imbibed any bad habitsâ\u0080\u0094 I have not been profuse with their cloathing, Broadcloth has been so very high in price, up to 15 dollars pr yd, that I have had only one suit a peice for them, tho the peace reduced the price to 9 or 10 dollars pr yd, it is still out of reason. they have ordinary cloth for their Sea trip. I had them made a day new shirts, flannels & draws &c every thing which I conceived would be wanting, untill they Should reach you, and mr Perkins has promised to supply any wants they may have, untill they can meet their Father. Mr Everett the Brother of Alexander is a passenger with them, and a mr Ticknor, a Young Gentleman held in high estimation by our literary Gentlemanâ\u0080\u0094 I have Sent to your Friends at Washington, and they have forwarded Letters for you, which I commit to the care of the Children. I did not know when mr Boyd went, or I Should not have omitted So good an opportunity of writing. Louisa & Susan desire to be affectionatly remembered to you, write to me my dear Daughter, and tell me all your adventures. I long to hear of your safe arrival with that of our dear Charles, either in Paris or Englandâ\u0080\u0094which would cheer the Heart of your / affectionate and afflicted / Mother Abigail Adams."
  },
  {
    "title": "From Thomas Jefferson to William Short, 17 March 1801",
    "permalink": "https://founders.archives.gov/documents/Jefferson/01-33-02-0286",
    "project": "Jefferson Papers",
    "authors": [
      "Jefferson, Thomas"
    ],
    "recipients": [
      "Short, William"
    ],
    "date-from": "1801-03-17",
    "date-to": "1801-03-17",
    "content": "Washington Mar. 17. 1801. Dear Sir This letter will be handed you by mr Dawson, an antient acquaintance & fellow collegian of yours, who goes as the bearer of the ratification of our late convention with France. this ratification being on conditions which will occasion some of the ground of the preceding negociations to be recurred to & trodden over again, messrs. Elsworth & Murray will be called to Paris again for that purpose. You had been previously apprised that the proceedings of France with respect to this country had produced a sensible alienation from them in the people of this country. that these proceedings were artfully & industriously laid hold of here & played off in a thousand forms & with multiplied exaggerations to induce the people to consent to a war with France, & consequently then an alliance with England, and a disposition to approach ours more nearly to the forms of that government. the XYZ. mission wrought us up to a perfect frenzy. every principle of civil caution was lost sight of, and the Charlatans drove headlong as madness & wickedness prompted. but they were not able to keep up the bubble. some states had remained firm in their senses, and some portions of every state. the paroxysm with those who had gone into the delusion began to subside. in this state were things at the date ofmy last letter, wherein I stated to you the change which was working. it has kept pace fully with the expectations therein hinted. we have with us at this time a great majority, & the residue rallying so fast to their old principles that we have reason to believe all traces of the late party divisions will be obliterated; except that the leadersof the war party had committed themselves too far to change. but they will be without followers & therefore may be neglected. in this transition the New England states are slowest because under the dominion of their priests who had begun to hope they could toll us on to an established church to be in union with the state. even there however they are getting to rights and the probable election ofGerryby the republican interest will be the signal of itâ\u0080\u0099s ascendancy in Massachusets. these are the outlines only. I refer you to mr Dawson for the particulars, he being fully possessed of them. they will be well worth your minute enquiry, as they will give you some idea of our present character & pursuits, which are so different from what they were when you left this country, that no two nations are more unlike. he can particularly give you the true state of the late election which cannot be at all understood abroad. no endeavors will be spared on my part to reunite the nation in harmony and in interest. Your letters of Aug. 6: & Sep. 18. has been duly recieved: as were also the volumes of the Connoissance des tems for 1800. 1. 2. 3. except the additional part of 1800. which you expressed a hope of obtaining, and will be acceptable, as will the continuation of the work as fast as it appears. I am now here for a few days only, to set in motion some pressing measures which would not admit delay. I shall then go home for 3. or 4. weeks to make some arrangements there, necessary on my removal, and then become fixed here. as soon after my return as the first press of business will permit, I will resume the subject of your affairs here, and give you a statement in continuation of my last. in the mean time mr Barnes will have given you detached views from time to time. I now inclose a letter from him. Brown has paid up, & mr Jefferson of Richmond is in hopes shortly to get Mosebyâ\u0080\u0099s money. Barnes is worthy of your entire confidence for his uprightness and his caution & safety. you had better join him in a regular power of attorney with me, for fear of my death.â\u0080\u0094I shall this summer send through you to mrPougensa commission for some books, placing previously funds in Amsterdam to draw on, & I shall probably trouble yourself with some commissions. present me respectfully toour common friend, & accept yourself assurances of my constant & sincere affection. Th: Jefferson P.S. Just as I was about to seal my letter, mr Pichon arrives and puts into my handyours of Dec. 9.â\u0080\u0094I must ask the favor of you to find a safe conveyance for the inclosed letter."
  },
  {
    "title": "Note on Motion To Appoint Examining Committees, 12 June 1782",
    "permalink": "https://founders.archives.gov/documents/Madison/01-04-02-0151",
    "project": "Madison Papers",
    "authors": [
      "Madison, James"
    ],
    "recipients": [],
    "date-from": "1782-06-12",
    "date-to": "1782-06-12",
    "content": "Could not find the main content"
  },
  {
    "title": "Adams’ Minutes of Crown Evidence, Concluded, and of Samuel Quincy’s Argument for the Crown: 29 November 1770",
    "permalink": "https://founders.archives.gov/documents/Adams/05-03-02-0001-0004-0006",
    "project": "Adams Papers",
    "authors": [
      "Adams, John"
    ],
    "recipients": [],
    "date-from": "1770-11-29",
    "date-to": "1770-11-29",
    "content": "Jos. Crosbey. Kilroys Bayonett appeared to be covered with Blood 5 or 6 Inches, next day. James Carter. The next Morning I observed Kilroys Bayonett to be bloody. I am Satisfyed it was blood. I was near to it, as to Mr. Paine. Jona. Cary. 4 of my Sons, Maverick and another Lad were at supper in my Kitchen, when the Bells rangand I told em there was fire. They said theyd eat a few mouth fulls more and go. Jno. Hill Esqr. Was struck at at the Ropewalks. Mrs. Gardiner Mr. S. Quincy. It is my Province to apply the Evidence. It is complex and in some Places perhaps difficult. 2 Things I must prove, the Identity, and the Fact. Goes over all the Names and mentions the Witnesses who swore to each of them. Could wish that the fatigues of yesterdy and the Circumstances of my family would have allowd me to have arranged the Evidence more particular, to have extracted the most material Parts of it. Considers J. W. Austins Testimony. Then Eb. Bridghamâ\u0080\u0099s. The last Man aimâ\u0080\u0099d at a running Lad. Did not apprehend any Danger. Dodge. Clark. Langford. As par[ti]cular as any Witness on the Part of the Crown. Boys were damning the sentry, told him the Boys would not hurt him. Gray came up. Whatâ\u0080\u0099s here? I dont know, but Something will come of it, by and by. Gray with his Hands folded. He leaning on his Stick. He Spoke to Kilroy. Dâ\u0080\u0094n you you ant a going to fire. Kilroy presents at Gray, and shoots him dead upon the Spot, and then pushes at Langford with his Bayonet. Here is Evidence of an Heart desperate, wicked, bent deliberately bent upon Mischief. Compared with the Testimony of Hemenway. This is Malice. A Distinction between Malice and Hatred. Keyling 126. 2 Inst. 62 Mawgridges Case. Envy, Hatred and Malice. He that doth a cruel Act voluntarily doth it of Malice p[rep]ensed, tho upon a sudden Occasion. Ferriter testifies that K[ilroy]was at the Ropewalks, and that Gray was there too, and both active in the Affray there. These Circumstances must remove all doubt of the fact and of the Species of Crime. Archibald, J. Brewer. Saw no Abuse, more than was common. Met Dr. Young with a sword. Dr. said every Man to his own House. Perhaps some use may be made of this Circumstance. There was a general Alarm. Every Body had a Right, and it wasvery prudent, to arm themselves for their defence. Bailey. Thinks Mont[gomery]killâ\u0080\u0099d Attucks. That Montgomery fired is clear from this Witness. Mr. Palmes. Saw Montgomery. Stepd back, did not fall. Montgomery slippd in pushing 3d time at him and fell. In probability he killâ\u0080\u0099d Attucks, and continued the same mischivous Spirit in pushing. Danbrook. Saw a Piece of Rattan. Saw M. fire.Two Persons fell.Attucks at the left Hand of this Witness and leaning on his Stick. J. Bass. Thos. Wilkinson. The People in the Window cautioning those In the Street, not to go there. Soldiers challenging the People. Not apprehensive of danger. Well placed to observe. They must be believed if any Witnesses. Striking of the Clock. 7 went off, one flashed. Saw no pressing, nothing thrown. 2 or 3 cheers, before, none after the Party came down. J. Simpson. Curious. Handle, Ease, support, &c. Arms. There is something like these in the Words of Command. C[aptain]P[reston]behind the Soldiers. 8 Guns. N. Fosdick. Pressing behind him with Bayonetts, in his back. Thrusts, and pushes in the Breast and Arm. S. Hemenway. Kilroy not in Anger nor in Liquor. [H]elyer. People in D[ock]S[quare]afraid to go up. 20 seconds between 1 and 2d Gun. A little Boy, running and crying fire, the last Gun was pointed at him and fired. Ferriter. 3 Attacks at the Ropewalks. Kilroy and Warren in the last Battle at the Ropewalks. Burdick.Spoke to the bald Man, he thinks. Yes by the e[ternal]God. Intention to fire. Mem. vid. Test. Williams. The Guns followed the People as they ran. Quincy. No doubt with me, that K[ilroy]did it sedato Animo. The Person he killed was in Peace. No Insult offerd to K. Marshall. The Street entirely Still. Fewer People there than usual. He had been warned not to go out that Evening. Moon, to the North. Saw a Party come out of the main Guard door. Dâ\u0080\u0094n em where are they? By Jesus let em come. Boisterous Language. The Party came from Quaker Lane, and cryd fire. Very probable the Word fire was a Watch Word. Any one next the Meeting House, steps in, at a Cry of fire, and sets the Bell a ringing. Mr. Thayer. Heard a Cry of Fire, and supposed it a Watch Word. Bart. Kneeland. One pointed his Bayonet at his Breast. Mr. Appleton, and little Master [John Appleton]. His Story and the Manner of his telling of it, must have struck deep into your Mind. Struck by a Soldier, tenderly askd him Soldier, Spare my Life. No damn you weâ\u0080\u0099l kill you all. Brother Adamsâ\u0080\u0099s Social Creature. Here is food enough for the social Appetite. Immaterial who gives the mortal Blow, where there are a Number of Persons together. All present, aiding, abetting,[are?]guilty. No Man shall be an Avenger of his own Cause unless from absolute Necessity. J. Trowbridge. You ought to produce all your Evidence now."
  },
  {
    "title": "John Adams to Cotton Tufts, 26 December 1800",
    "permalink": "https://founders.archives.gov/documents/Adams/04-14-02-0226",
    "project": "Adams Papers",
    "authors": [
      "Adams, John"
    ],
    "recipients": [
      "Tufts, Cotton"
    ],
    "date-from": "1800-12-26",
    "date-to": "1800-12-26",
    "content": "Washington Decr.26. 1800 Dear Sir I have yours of the 2d.â\u0080\u0094 before this, you have Seen the Treaty with France. The full assurance of your Newspapers, has been wholly disappointed. MrJefferson and MrBurr have equal Numbers 73.â\u0080\u0094 Which will be Chief? I Shall be in Quincy as early in the Spring as the Roads and Weather will permit. The only Question remaining with me is what I shall do with myself? Something I must do orEnnui will rain upon me, in Bucketts. A Frenchman would Say Ennui pleuvra a grosses gouttes. Will Books and Farms answer the End? I must go out on a morning and evening and fodder my Cattle, I believe, and take a Walk every noon to Pennshillâ\u0080\u0094Pother in my garden among the fruit Trees and Cucumbers, and plant a Potatoe Yard with my own hand.â\u0080\u0094 If I had money enough to Spend upon my farms I might find Employment enough. But what shall I do for that? Shall I go to the Bar again? I have forgotten all my Law and lost my organs of Speech, and besides that have given my books away. If I had them, I might possibly educate a young Gentleman or two, for the Profession. As to the farms, Burrell may continue. But Frenchâ\u0080\u0099s farm shall lie common rather than be treated as it has been.â\u0080\u0094 Belchers farm I will keep in my own hands possitively, that is the Land. Frenchâ\u0080\u0099s House shall be let, seperately to a Number of Tenants unless We can get one good one to give a sufficient Rent. Belchers House, with the rest of Frenchâ\u0080\u0099s Land, may be let with the Barns on shares or for a Rent. And whoever has it shall be confined to plant but four Acres of Corn and one of Potatoes. Frenchâ\u0080\u0099s House shall not be Useless to me as it has been these five or six and twenty Years. With hearty Love and Friendship to you and / all your family I am John Adams"
  },
  {
    "title": "To John Adams from John Quincy Adams, 10 January 1826",
    "permalink": "https://founders.archives.gov/documents/Adams/99-03-02-4606",
    "project": "Adams Papers",
    "authors": [
      "Adams, John Quincy"
    ],
    "recipients": [
      "Adams, John"
    ],
    "date-from": "1826-01-10",
    "date-to": "1826-01-10",
    "content": "Washington 10. January 1826. Dear Sir. The enclosed papers numbered 1. and 2. are copies 1 Of a Letter from Mr Bassett, Chairman of a Committee of the House of Representatives of the United States to me. 2 Of a Letter from Mr G. W. P. Custis to him, enclosed by him in his own Letter to me, and referred to in it. I am to request you to have the goodness to state, whether your recollection coincides with that of Mr Custis, with reference to the circumstances to which he alludes. I am, Dear Sir, ever affectionately and dutifully yourâ\u0080\u0099s John Quincy Adams."
  },
  {
    "title": "[Diary entry: 7 December 1769]",
    "permalink": "https://founders.archives.gov/documents/Washington/01-02-02-0004-0033-0007",
    "project": "Washington Papers",
    "authors": [
      "Washington, George"
    ],
    "recipients": [],
    "date-from": "1769-12-07",
    "date-to": "1769-12-07",
    "content": "Could not find the main content"
  },
  {
    "title": "[Diary entry: 21 July 1774]",
    "permalink": "https://founders.archives.gov/documents/Washington/01-03-02-0004-0013-0021",
    "project": "Washington Papers",
    "authors": [
      "Washington, George"
    ],
    "recipients": [],
    "date-from": "1774-07-21",
    "date-to": "1774-07-21",
    "content": "Could not find the main content"
  },
  {
    "title": "From James Madison to William Branch Giles, 8 September 1827",
    "permalink": "https://founders.archives.gov/documents/Madison/04-04-02-0491",
    "project": "Madison Papers",
    "authors": [
      "Madison, James"
    ],
    "recipients": [
      "Giles, William Branch"
    ],
    "date-from": "1827-09-08",
    "date-to": "1827-09-08",
    "content": "MontpellierSepr. 8. 1827 Sir I have duly received your letter of the 4th. instant, on the subject of the Journals of the General Assembly for the Sessions of May 1779 and 1782. I should have felt particular gratification in being able to contribute to the laudable object of the Legislature: But on examining my broken set, I find that it does not include the Journals of either of those dates. I fear there may be some difficulty in filling the chasm in the Rollâ\u0080\u0099s office. Having occasion several years ago for a sight of the Journals for a particular period, and being desirous at the same time of replacing the lost part of my set, I was led to make enquiries in every promising direction, but without success. The only copies I ever obtained, were two from Kentucky, preserved by delegates from that country when a part of Virginia; neither of which happened to be what I wanted, or is of a date named in your letter. I wish that even a public invitation throâ\u0080\u0099 the press may enable the Executive to give compleat effect to the provisions of the law. May I be permitted to suggest, should the resort be found necessary, that the Library of Congress, which now contains that of Mr. Jefferson, may deserve the attention of the Executive. Be pleased to be assured, Sir, of my high consideration, and to accept my respectful salutations. James Madison"
  },
  {
    "title": "To Thomas Jefferson from Pierre Jean Georges Cabanis, 20 October 1802",
    "permalink": "https://founders.archives.gov/documents/Jefferson/01-38-02-0490",
    "project": "Jefferson Papers",
    "authors": [
      "Cabanis, Pierre Jean Georges"
    ],
    "recipients": [
      "Jefferson, Thomas"
    ],
    "date-from": "1802-10-20",
    "date-to": "1802-10-20",
    "content": "auteuil prÃ¨s paris Le 28 VendÃ©miairean 11 de La R. f. Monsieur Le PrÃ©sident, je prends La LibertÃ© de vous offrir un exemplaire dâ\u0080\u0099un ouvrageque je viens de publier en france, et dont Le Sujet forme La Base de toutes Les Sciences morales. au milieu des importans objets qui vous occupent, je nâ\u0080\u0099ose espÃ©rer que vous puissiez prendre Le tems de Lire deux gros volumes: mais jâ\u0080\u0099espere que vous Recevrez avec Bienveillance, Cet hommage Bien Sincere de mon admiration & de mon Respect. je me flatte aussi que vous nâ\u0080\u0099aurez pas oubliÃ© Les personnes qui ont eu Le Bonheur de vous voir chez La trÃ¨s Bonne made helvÃ©tius, & Chez Le Digne Docteur franklin. nous avons perdu made helvÃ©tius; & Le Cit.La Roche& moi, nous occupons sa maison, Legs dâ\u0080\u0099autant plus touchant de Son amitiÃ©, que Ses Cendres reposent dans Son jardin. Câ\u0080\u0099est lÃ , Monsieur Le prÃ©sident, que jâ\u0080\u0099ai eu Lâ\u0080\u0099avantage de vous voir quelques fois; Câ\u0080\u0099est lÃ , quâ\u0080\u0099aprÃ¨s votre dÃ©part pour Lâ\u0080\u0099amÃ©rique, nous avons Si Souvent parlÃ© de vous avec Cette vÃ©nÃ©rable amie. que tous Ces Souvenirs vous fassent Recevoir avec quelque intÃ©ret, Lâ\u0080\u0099hommage des Sentimens tendres et Respectueux que jâ\u0080\u0099ai toujours eu pour vous, & que votre administration vraiment RÃ©publicaine me rend encor plus Chers. Cabanis"
  },
  {
    "title": "Abigail Adams to John Adams, 1 January 1797",
    "permalink": "https://founders.archives.gov/documents/Adams/04-11-02-0246",
    "project": "Adams Papers",
    "authors": [
      "Adams, Abigail"
    ],
    "recipients": [
      "Adams, John"
    ],
    "date-from": "1797-01-01",
    "date-to": "1797-01-01",
    "content": "Quincy Janâ\u0080\u0099y1 1797 â\u0080\u009cO Blindness to the future kindly given That each may fill the circle markâ\u0080\u0099d by Heaven[â\u0080\u009d] The new year opens upon us with new Scenes of Life before us. what are to be the trials the troubles and vexations of it, are wisely with held from our view. The universal cause Acts not by partial, but by Genâ\u0080\u0099ral laws who sees and follows that great Scheme the best Best knows the blessing, and will most be blest To him who sits Supreem let us commit the hour the Day the Year, and fearless view the whole. there needs but thinking right, and meaning well, and may this ensure to you, the Souls calm sun shine, and the Heart felt Joy. I seldom think twice of a Dreem but last Night I had one of so singular a nature that it has amused My mind to Day with various conjectures. I was riding in my Coach, where I know not, but all at once, I perceived flying in the Air a Number of large black Balls of the Size of a 24 pounder. they appeard to be all directed at me. all of them however burst and fell before they reachâ\u0080\u0099d me, tho I continued going immediatly towards them. I saw them crumble all to Attoms, but During this Scene, two Guns were dischargd at My left Ear the flash of which I saw and heard the report. I still remaind unhurt, but proceedeed undaunted upon My course How would the Sooth sayers interpret this Dream? whom do you think has undertaken to read the Defence! but Deacon Webb, and declares himself well pleasd with the first volm.as cousin Boylstone informs me. I fear the Deleware is frozen up So that Brisler will not be able to send me any flowerâ\u0080\u0094 Billings is just recovering from a visit to Stoughten which has lasted him a week, the Second he has made since you went away. from the first, as he went without the Root of all Evil, he returnd steady. the occasion of his going was the Sickness & Death of the Man who lived upon his place. I have been obliged at his request to purchase for him shirts & other Cloathing. Your Mother desires to be rememberd affectionatly to you. one Day last week she walkt here, and spent the Day. I am my Dearest Friend most / affectionatly Yours A Adams."
  },
  {
    "title": "To Thomas Jefferson from George Gilmer, 7 November 1790",
    "permalink": "https://founders.archives.gov/documents/Jefferson/01-18-02-0016",
    "project": "Jefferson Papers",
    "authors": [
      "Gilmer, George"
    ],
    "recipients": [
      "Jefferson, Thomas"
    ],
    "date-from": "1790-11-07",
    "date-to": "1790-11-07",
    "content": "7 Novr 1790 Pen Park Dr Sr A Call to Amherst with a wish of Col. Nicholas that I should not be out of the way the knowing woman being new with his Lady may prevent my once more being in company with you and Mr. Madison. It hurts me to intrude a long letter from Lambert to you and ask you if it would be elgible to do any thing with our present Assembly to secure whatâ\u0080\u0099s in our treasury of Harmers Estate having had such an object in view but like not the complexion of the Assembly. When at leizure will you direct me whatâ\u0080\u0099s best to be offered and what inter[est?] Lambert may build on. Should I not see you let me beg to hear from you may still overtake you before you get beyond Madison. May bliss attend you. Adieu. Geo Gilmer P.S. Billy will bring back Lamberts letter. G G"
  },
  {
    "title": "From Benjamin Franklin to John Thornton, 8 May 1782",
    "permalink": "https://founders.archives.gov/documents/Franklin/01-37-02-0195",
    "project": "Franklin Papers",
    "authors": [
      "Franklin, Benjamin"
    ],
    "recipients": [
      "Thornton, John"
    ],
    "date-from": "1782-05-08",
    "date-to": "1782-05-08",
    "content": "Passy, 8 May, 1782. Sir, I received the letter you did me the honour of writing me, and am much obliged by your kind present of a book. The relish for reading poetry had long since left me; but there is something so new in the manner, so easy, and yet so correct in the language, so clear in the expression, yet concise, and so just in the sentiments, that I have read the whole with great pleasure, and some of the pieces more than once. I beg you to accept my thankful acknowledgments, and to present my respects to the author. I shall take care to forward the letters to America, and shall be glad of any other opportunity of doing what may be agreeable to you, being, with great respect for your character, your most obedient humble servant, B.Franklin."
  },
  {
    "title": "Wilson Cary Nicholas to Thomas Jefferson, 28 February 1819",
    "permalink": "https://founders.archives.gov/documents/Jefferson/03-14-02-0065",
    "project": "Jefferson Papers",
    "authors": [
      "Nicholas, Wilson Cary"
    ],
    "recipients": [
      "Jefferson, Thomas"
    ],
    "date-from": "1819-02-28",
    "date-to": "1819-02-28",
    "content": "Richmond Feby28th1819 My Dear Sir I have just heard that MrArthur Brockenborough, is willing to engage with you to do the carpenterâ\u0080\u0099s work at the University & wouâ\u0080\u0099d undertake the superintendence of all your work of every sort at that place. MrBrockenborough is the brother of the Doctor & the Judge, & like them is a man of excellent character. He is a compleat workman himself and is moreover said to be more scientific than any of our people. He built the new Banking houses in this town, his brothersnew house, & many others including one for Judge Roan. If you want such a person I believe you couâ\u0080\u0099d not be more fortunate in theselection. I feel interested on your account that you shouâ\u0080\u0099d have his services, as I am sure he wouâ\u0080\u0099d save you much trouble & fatigue. MrB. has been employed here either as contractor or superintendent for the execution of much brick work. I do not know thathehas any idea of the sort, but as soon as the subject was mentioned to me, I thought he possibly might be useful in another way in the progress of the institution, & that I wouâ\u0080\u0099d suggest it to you. I suppose many of the young men & boyâ\u0080\u0099s must obtain their board at the place. Their good conduct & regularity of deportment, will depend much upon the character & standing of the person who is to provide for them, I believe there is but little chance of your employing a person more likely to command the respect & confidence of parents or boys. This however is entirely a thought of my own. Before it is acted upon in any way I shouâ\u0080\u0099d be glad you coud knowhim& judge for yourself. What My Dear Sir, can be done to prevent the recurrence of a similar or more fatal misfortune thanthatwhich lately befell poorJeffer[son.]I am in constant terror of that miserable manBankhead perpetrating some dreadful deed or obliging some relation of his wife, her father or brother to kill him in their own defense. His wife & children cannot be safe as long as they are in his power. I can see no safety for them in any butoneof two courseâ\u0080\u0099s, either that they shouâ\u0080\u0099d live constantly under the protection of his father, in his house or that they shouâ\u0080\u0099d be seperated from him for ever. The case is full of difficulties I know, but I think somthing ought to be done. Most deeply do I feel for all connected with the parties, & bitterly lament that you shouâ\u0080\u0099d have such a source of affliction. W. C. Nicholas I congratulate you upon the important acquisition ofthe Floridaâ\u0080\u0099s. It makes every thing Snug in that quarter."
  },
  {
    "title": "From Thomas Jefferson to Indian Nations, 21 December 1808",
    "permalink": "https://founders.archives.gov/documents/Jefferson/99-01-02-9368",
    "project": "Jefferson Papers",
    "authors": [
      "Jefferson, Thomas"
    ],
    "recipients": [
      "Indian Nations"
    ],
    "date-from": "1808-12-21",
    "date-to": "1808-12-21",
    "content": "Dec. 21. 1808. MyChildren, theMiamis,Poutewatamies,Delawares &Chippaways Some of you are old enough to remember, and the younger have heard from their fathers, that this country was formerly governed by the English. While they governed it, there were constant wars between the white & the red people. to such a height was the hatred of both parties carried that they thought it no crime to kill one another in Cold blood whenever they had an opportunity. this Spirit led many of the Indians to take side against us in the war; and at the close of it the English made peace for themselves, and left the Indians to get out of it as well as they could. it was not till 12 years after that we were able by the treaty of Greenville to close our wars with all our red neighbors. from that moment, My Children, the policy of this country towards you has been entirely changed. Genl. Washington our first President began a line of just and friendly conduct towards you. Mr. Adams the Second, continued it, and from the moment I came into the administration I have looked upon you with the same good will as my own fellow Citizens, have considered your interests as our interests, and peace and friendship as a blessing to us all seeing with sincere regret that your people were wasting away, believing that this proceeded from your frequent wars and the destructive use of Spirituous liquors, and scanty supplies of food. I have inculcated peace with all your neighbors, have endeavored to prevent the introduction of Spirituous liquors among you, and have pressed on you to rely for food on the culture of the earth more than on hunting. On the contrary, My Children, the English persuade you to hunt, they supply you with Spirituous liquors, and are now endeavoring to engage you to join them in the war against us should a war take place. you possess reason My Children, as we do, and you will judge for your selves which of us advise you as friends. the course they advise has worn you down to your present numbers, but temperance, peace & agriculture will raise you up to be what your forefathers were, will prepare you to possess property, to wish to live under regular laws, to join us in our government to mix with us in Society, and your blood & ours united will spread again over this great Island. My Children, this is the last time I shall Speak to you as your Father, it is the last counsel I have to give. I am now too old to watch over the extensive concerns of the seventeen states and their territories. I have therefore requested my fellow Citizens to permit me to retire to live with my family and to Chuse another Chief and another father for you. and in a short time I shall retire and resign into his hands the care of your & our concerns. be assured My Children that he will have the same friendly disposition towards you which I have had, and that you will find in him a true & affectionate Father. entertain therefore no uneasiness on account of this change, for there will be no change as to you. indeed My Children, this is now the disposition towards you of all our people. they look upon you as brethren, born in the Same land, & having the same interests. in your journey to this place you have seen many of them. I am certain they have received you as brothers, and been ready to Shew you every kindness. you will see the same on the road by which you will return; and were you to pass from North to South, or east to west in any part of the United States you would find yourselves always among friends. tell this therefore to your people on your return home, assure them that no change will ever take place in our dispositions towards them; deliver to them my adieux and my prayers to the great Spirit for their happiness. tell them that during my administration I have held their hands fast in Mine that I will put it into the hand of their new Father, who will hold it as I have done. Th:Jefferson"
  },
  {
    "title": "To Thomas Jefferson from Lucy Ludwell Paradise, 25 June 1786",
    "permalink": "https://founders.archives.gov/documents/Jefferson/01-10-02-0006",
    "project": "Jefferson Papers",
    "authors": [
      "Paradise, Lucy Ludwell"
    ],
    "recipients": [
      "Jefferson, Thomas"
    ],
    "date-from": "1786-06-25",
    "date-to": "1786-06-25",
    "content": "June 25. 1786. Sir I return your Excellency a thousand thanks for your kind and friendly letter. I wish it was in my power to acquaint you that the time was fixed, and that we had taken our passage for our return to dear Virginia. Since you left us I thought proper (seeing the affairs of Mr. Paradise grow worse, and worse every day, as my truly good friend Dr. Bancroft will acquaint you) to write a letter to Dr. Price to beg he would use his influence with him, to go, and take my daughter and myself with him. Mr. Paradise promised Dr. Price, and Dr. Bancroft that he would go by the 15th. of July, and if he could not support his family in his absence, he would take them likewise. He has a debt of above Two thousand pounds and as yet no Ship is arrived, and I fear his Creditors begin to be a little uneasy about their money. Mr. Seward a friend of Mr. Paradises offered to pay the Sum of Two hundred pound and above to one of his Creditors if he would go directly, and take his family with him. He has refused him, and seems determined to stay in England at all events. I have ever since I was married been begging Mr. Paradise to carry me home, and he from time to time have put me off. Was he a man that had Ten Thousand a Year, he ought to have granted my request, as it was neither unreasonable nor unjust. But in the Situation he is at present, without a farthing in this part of the world to support him, or his family, I think, I have a right to demand that if he will not go himself and take his family with him, he ought to let me go, and to have the whole management of my property. I wish your Excellency would give me your opinion upon this Subject. I forgot to tell you, that he had only his life Interest in the Estate, as likewise, the Interes of the money in the Funds of England. I must beg of your Excellency to write to me by the first opportunity. I am in great affliction as Dr. Bancroft will tell you. He has received the letters for which act of friendship, I return your Excellency my most sincere thanks. Adieu Dear Sir And believe me to be your Excellencys most obliged humble Servant and friend, L.Paradise P.S. He sees it is the wish of my heart to go home and therefore he will keep me here as long as he can. Be myfriend and Support."
  },
  {
    "title": "Memorial of the New York State Bar on the Death of John Jay, 19 May 1829",
    "permalink": "https://founders.archives.gov/documents/Jay/01-07-02-0426",
    "project": "Jay Papers",
    "authors": [
      "Ogden, David Bayard",
      "Sudam, John"
    ],
    "recipients": [],
    "date-from": "1829-05-19",
    "date-to": "1829-05-19",
    "content": "[19 May 1829] SUPREME COURT On the opening of the Supreme Court yesterday morning, Mr.David B. Ogden rose and said he would take the liberty to announce to the Court the death ofJohn Jay.It was not his intention to pronounce the eulogy of the deceased. The Court and all who heard him well knew the splendid services which he had rendered to his country. He was a member of the Convention who formed the Constitution of this State at the organization of the government; he was the first Chief Justice of this Court, under that Constitution, and discharged the duties of the office with fidelity and ability, until sent abroad by the Government of the United States, to secure and protect its interests in Europe. On his return, he received the appointment of Chief Justice of the Supreme Court of the United States, and continued in that office until elected Governor of this State; and in every station that he occupied, he felt himself authorized to say that more talent, more zeal, more patriotism, and greater purity had never been exhibited by a pubic functionary than by John Jay. As a tribute of respect to his memory, he moved that the Court do adjourn. Mr.D. S. Jones said he rose to second the motion. He was prompted to do so not only by his feelings of respect for the public character of the deceased, which demanded all that had been said, but by his veneration for is private character; whilst living, he had felt towards him the strongest attachment, having for many years been a member of his family and witnessed his domestic virtues, and the purity of his private life. Chief Justice Savage observed it was due to the memory of John Jay, that this respect should be paidâ\u0080\u0094and directed the Court to adjourn until tomorrow. At a meeting of the Bar of the State of New-York, now attending the Supreme Court, in the room occupied by the Justices of the Superior Court, in the City Hall of the City of New York, the 19thday of May, 1829. The Supreme Court on being informed of the death of the venerable John Jay, immediately adjourned for the day. It was agreed by the gentlemen present, that they immediately form themselves into a meeting for the purpose of expressing their sentiments on this melancholy occasion. On motion of D. S. Jones, Esq. seconded by Gen. Tallmadge, D. B. Ogden, Esq. was called to the chair, and the like motion John Sudam, Esq. was appointed Secretary. The purpose of the meeting having been stated by D. S. Jones, Esq.â\u0080\u0094 on his motion it was resolved that a committee of six be appointed by the Chairman, to draft such resolutions, as should seem to them suitable to the occasion; and that they report to this meeting at this place, this day at 5 oâ\u0080\u0099clock, P. M. The Chairman nominated, Greene D. Bronson, Attorney General, James Tallmadge, J. A. Spencer, D. S. Jones, G. Griffin, and J. I. Roosevelt, to this committee. On the motion of Gen. Tallmadge, seconded by D. S. Jones, Esq. it was resolved, that the Chairman and Secretary communicate to the Judges of the Superior Court, and Court of Common Pleas, the death of Mr. Jayâ\u0080\u0094that the Justices of the Supreme Court had, on its being communicated to them, adjourned for the day, and the proceedings of this meeting, and that this meeting stand adjourned until 5 oâ\u0080\u0099clock, P. M. at the same place, where the gentlemen of the Bar are respectfully requested to attend. The meeting then adjourned until 5 oâ\u0080\u0099clock this day. D. B. OGDEN, Chairman. JOHN SUDAM, Secretary City Hall, New York,Tuesday, May19, 1829, FiveOâ\u0080\u0099clock, P. M. The Bar of the State of New-York, now attending the sitting of the Supreme Court, met pursuant to their adjournment. D. B. OGDEN, Chairman. John Sudam, Secretary. James Tallmadge, Esq., Chairman of the Committee appointed this morning, reported the following Preamble and Resolutions, which were unanimously adopted. The Committee respectfully report:â\u0080\u0094 That the recent decease of the late venerable JOHN JAY is the cause of deep grief, and the present engrossing subject of private and public feeling. John Jay was a native of our State, and a member of this Bar. The events of the American Revolution called him early into public life. His inherent love of political and religious liberty, made him an early and active agent in laying the foundations of this nation; of which he soon became one of the firmest, and continued one of its fairest pillars. In 1777, he was appointed the first Chief Justice of this state, under the constitution which he had eminently contributed to frame, and most of which was drafted by his pen. He was a member of the first Congress of the United States, and bore a conspicuouspart in all its important duties, and presided for some time over the deliberations of that body. The exigencies of this nation required and commanded his great talents, discretion, firmness and skill, in various interesting and important duties during the Revolutionary struggle. At times, as Chairman of the Committee of Public Safety, he secured the domestic tranquility, and at other times he was employed in important foreign missions and diplomatic trusts. He bore a prominent part in the negotiations for our Independence as a nation, and the ultimate treaty of peace. He continued to represent his country at foreign courts for a number of years. He was, shortly after his return, called to preside as Chief Justice of the Supreme Court of the United States, which place he afterwards left to accept the Executive Chair of the State of New York. When he had performed that last and highest duty to his native State, he declined all further judicial or political employment, and retired to the calm shade of domestic retreat, where the evening of his days was spent in social and benevolent intercourse, and in the signal observance of that religion which had been the bright beam of the morning and the evening of his life; the rights and toleration of which he had secured to this people, in one of the most important articles of our Constitution. There is no place more fit, and no persons are more willing to express their sincere feelings on this occasion, than this Bar, where the talents and acquirements of the deceased were so early and so often displayed. Therefore, Resolved,That the members of this Bar are impressed with deep grief upon the decease of their illustrious brother, John Jay. They find, however, a consolation in the reflection that his conduct through a long and useful life, has given a lustre to our profession, and to this Bar; and that while his character for private virtues and public worth has justly endeared him to the nation, his patriotism, his great talents as a statesman, and his great acquirements as a juristâ\u0080\u0094his eminent piety as a Christian, and probity as a man, all unite to present him to the public as an example whose radiance points to the attainment of excellence. Resolved, That in respect for the character of the deceased, the members of this Bar will wear crape during the period of thirty days. Resolved, That the Chairman and Secretary are desired to transmit a copy of the proceedings of this meeting to the family of the deceased. Resolved, That the proceedings be signed by the Chairman and Secretary, and published in the different newspapers of this city. D. B. OGDEN, Chairman John Sudam, Secretary"
  },
  {
    "title": "[Diary entry: 28 July 1770]",
    "permalink": "https://founders.archives.gov/documents/Washington/01-02-02-0005-0018-0028",
    "project": "Washington Papers",
    "authors": [
      "Washington, George"
    ],
    "recipients": [],
    "date-from": "1770-07-28",
    "date-to": "1770-07-28",
    "content": "Could not find the main content"
  },
  {
    "title": "To James Madison from Willink and Van Staphorst, 13 July 1803 (Abstract)",
    "permalink": "https://founders.archives.gov/documents/Madison/02-05-02-0216",
    "project": "Madison Papers",
    "authors": [
      "Willink and Van Staphorst"
    ],
    "recipients": [
      "Madison, James"
    ],
    "date-from": "1803-07-13",
    "date-to": "1803-07-13",
    "content": "13 July 1803, Amsterdam.Wrote last on 16 June. Inform JM that Charles Pinckney has, in consequence ofJMâ\u0080\u0099s letter of 11 Sept. 1801, received a credit with Patrice Joyes & Sons of Madrid. Pinckney availed himself of that credit at first but then began to draw on Drouilhet & Company and wished, as the chief partner of Joyes & Sons had died, to draw on other firms. â\u0080\u009cWe replied that the House continued and that â\u0080¦ He would there meet with every regard due his rank and personal merits.â\u0080\u009d Pinckney wished them to deposit credit with Kavara & Sons. This was done to the amount of Pinckneyâ\u0080\u0099s salary and that of his secretary, and the credit with Joyes was annulled. Pinckney â\u0080\u009chas expressed the greatest dissatisfactionâ\u0080\u009d at this act â\u0080\u009cand wished to have credits opened both with Joyes & Kavara.â\u0080\u009d They have done this, leaving the credit for salary with Kavara and opening one for contingent expenses and consular payments with Joyes. â\u0080\u009cWe only mention this circumstance to you â\u0080¦ that you might be informed of the case.â\u0080\u009d"
  },
  {
    "title": "To Thomas Jefferson from Charles Pinckney, [9 February 1801]",
    "permalink": "https://founders.archives.gov/documents/Jefferson/01-32-02-0409",
    "project": "Jefferson Papers",
    "authors": [
      "Pinckney, Charles"
    ],
    "recipients": [
      "Jefferson, Thomas"
    ],
    "date-from": "1801-02-09",
    "date-to": "1801-02-09",
    "content": "Monday Morning [9 Feb. 1801] New York DearSir I am this moment arrived in New York on my way to the seat of Government, it Being the only Port to which I could procure a passage at this rough Season & my arm is too lame from the accident to it to travel by land, unless very slow & with care.â\u0080\u0094I was anxious to have been with You by the 11th. & set out for that purpose but a long passage & contrary winds preventedâ\u0080\u0094it now snows very much & the moment it stops & clears I propose setting out for Washingtonâ\u0080\u0094. all the republicans in New York are anxious about Your Election & fear the Federalists are trying to defeat itâ\u0080\u0094such is the report here & it makes me so anxious on the subject that I shall risque my arm to be on with you as quick as possible, for after all we have done & suffered, to be tricked out of our choice by unworthy means would be what Patience itself could scarcely endureâ\u0080\u0094 I am hopeful to be in Philadelphia on Thursday & with You by to morrow week by which time I trust the Voice of our country Be attendedto & its Wishes gratified in seeing you their Presidentâ\u0080\u0094I am with regard & attachment Dear sir Yours truly CharlesPinckney"
  },
  {
    "title": "From George Washington to Major General Charles Lee, 1 April 1777",
    "permalink": "https://founders.archives.gov/documents/Washington/03-09-02-0039",
    "project": "Washington Papers",
    "authors": [
      "Washington, George"
    ],
    "recipients": [
      "Lee, Charles"
    ],
    "date-from": "1777-04-01",
    "date-to": "1777-04-01",
    "content": "Morristown April â\u009f¨1st 1777.â\u009f© Dear â\u009f¨Sirâ\u009f© I am to inform you, that Congress not perceiving that any advantage would be derived either to yourself or the public Interest from an interview between you and a part of their Members, could not consider â\u009f¨themâ\u009f©selves at liberty to comply with your request. At the same timeI am to assure you, that every â\u009f¨meansâ\u009f© will be pursued to provide for youâ\u009f¨r safety andâ\u009f© the attainment of your liberty. Thâ\u009f¨is I had in chaâ\u009f©rge when Major Morris wâ\u009f¨as permitted to visiâ\u009f©t you, but thought proper â\u009f¨to defer the comâ\u009f©munication of it for reasoâ\u009f¨ns which you would deemâ\u009f© satisfactory. The inclosed Letters came when â\u009f¨Congressâ\u009f© transmitted the result of your applicatn. â\u009f¨Tâ\u009f©hat from Mr Morris contains sundry Bills of Exchange the detention of which I hope has not subjected you to the least possible â\u009f¨inconvâ\u009f©enience. I am Dr Sir with great regard and esteem Yr Mâ\u009f¨ost Obedt Servt.â\u009f©"
  },
  {
    "title": "[Tuesday October 1. 1776.]",
    "permalink": "https://founders.archives.gov/documents/Adams/01-03-02-0016-0203",
    "project": "Adams Papers",
    "authors": [
      "Adams, John"
    ],
    "recipients": [],
    "date-from": "1776-10-01",
    "date-to": "1776-10-01",
    "content": "Tuesday October 1. 1776. Resolved that a Committee of four be appointed to confer with Brigadier General Mifflin. The Members chosen, Mr. R. H. Lee, Mr. Sherman, Mr. J. Adams and Mr. Gerry. Resolved that a Committee of five be appointed to prepare and bring in a Plan of a military Accademy at the Army: The Members chosen Mr. Hooper, Mr. Lynch, Mr. Wythe, Mr. Williams and Mr. J. Adams. On this same day, I wrote to Colonel Knox in these Words. â\u0080\u009cThis day I had the honour of making a motion for the Appointment of a Committee to consider of a Plan for the Establishment of a military Accademy, in the Army. The Committee was appointed and your Servant was one. Write me your Sentiments upon the Subject.â\u0080\u009d As this was, in my Opinion the most critical and dangerous Period of the whole revolutionary War, as all that I had seen and heard and read of the State of our Army made a great impression[upon]my Mind, and arroused the most allarming Apprehension, I will conceal nothing from Posterity. My own private Letters, to confidential Friends, will shew my Opinion at the time of the State of facts, and the measures that were necessary, to retrieve our disgraces. Like Mr. Gifford, I look back, with a sort of Scepticism, on the Application of those days and cannot account for the possibility of finding time amidst all my Employments in Congress and the Board of War, to write and copy the Letters I find in my Books. I had no Secretary or Clerk and all appears in my hand Writing. I wrote to Colonel Tudor Philadelphia September 26. 1776 Dr. Sir Your obliging favours of September 6 from New York and that of the 23d from the Plains of Haarlem, are now before me. The Picture you draw of the Army, and the disorders which prevail in it, is shockÂ­ing: but I believe it is just. But We often find, that in the variagated Scaene of human life, that much good grows out of great Evil.... A few disgraces and defeats have done more, towards convincing the Congress, than the Rhetorick of many months, assisted by frequent Letters from the General, and many other Officers of the Army, was able to effect. Before this time you have been informed, that the Articles of War, are passed and printed, and a new Plan for the formation of a permanent and regular Army, is adopted. I wish it may have Success.â\u0080\u0094Pray give me your Opinion of it. The late Events at New York have almost overcome my Utmost Patience. I can bear the Conflagration of Towns, nay almost any thing else, public or private, better than disgrace. The Cowardice of New England men is an unexpected discovery to me, and I confess has put my Philosophy to the Tryal. If I had heard, that Parsonsâ\u0080\u0099s and Fellowsâ\u0080\u0099s Brigades had been cutt to Pieces, and had my Father, my Brother and Son been among the Slain, I sincerely believe, upon a cool examination of my own heart, it would not have given me so much grief as the shamefull flight of the 15th. instant.... I hope that God will forgive the guilty in the next World: but, should any question concerning this transaction, come into any place where I have a Vote, I should think it my duty to be inexorable, in this. We have none of the particulars, but I conclude, that such detestable Behaviour of whole Brigades, could not have happened, without the worst Examples, in some Officers of Rank.â\u0080\u0094These, if any such there are, shall never want my Voice, for sending them to another World. If the best Friend I have, should prove to be one of them, I should think myself guilty of his Crime, and that I deserved his Punishment, if I interposed one Word, between him and death. I lament the Fall of the young Hero, Henly. But I wish you had been more particular, in your narration of the Enterprize, which proved so glorious and so fatal to him. You are much mistaken in your Apprehension, that We are minutely informed of such Events. We suffer great Anxiety, and the Public suffers many Misfortunes, for Want of Information. The Post Office, which has been in fault, is now beginning to do its duty. Dont you neglect yours. Colonel Tudor. Another Letter to Colonel Tudor, without a date, but about the same time. My young Friend. I pity the Situation of the General, because it is a difficult, a dangerous and a most important one. I make it my Rule to cover all Imperfections in the Generals, and other Officers of inferiour rank as well as I can, and to make full and ample Allowances for all their Virtues, Merits, and Services. I recollect that Polybius, who was as great a Judge of War as any of his Age, was loud in his Praises of the Roman Troops. He never imputed any defeat, to the fault of the men, but, universally to the folly and incapacity, of their Commanders. Our Generals and other Officers must learn the same Justice and Policy. General imputations of Cowardice and impatience of discipline to the Men, are false, or, if true, it is the fault of the Officers: it is owing to their ignorance, incapacity or indolence: and farther, if it was true, concealing is the Way to cure it, not publishing of it. The frequent Surprizes, by which our Officers and Men are taken, in the most palpable trapps, convince me, that there is a dearth of Genius among them. There never was perhaps, a Crisis, in which a Coincidence of Circumstances, offered a fairer Opportunity for some great mind, to shew and exert itself. And perhaps there is not in all Antiquity, if there is in universal History, an Example, more apposite to our Situation, than that of Thebes, or a Character more deserving of imitation, than that of Epaminondas. The Boeotians were remarkable, even to a proverb, for their dullness, and untill the Age of Epaminondas, made no figure in War. By the Peace of Antalcidas, the honor and interest of Greece, was prostituted to the Pride of Sparta. The Thebans were compelled to acceed to that Treaty, although it deprived them of the dominion of Boeotia, and the Spartans by tampering with a perfidious Aristocratick faction at last got possession of their citadel, and reduced the Thebans to unconditional Subjugation. From this wretched State both of foreign and domestic Slavery, they were delivered, by the Virtue and Ability of Epaminondas, and raised to power superiour to the other Grecian States. The honest Citizens, enraged to see their Country, thus cheated into Servitude, determined to set her free. The project was well laid, and boldly executed by Pelopidas, who entered the City with a small number of resolute men in disguise, destroyed Leontidas and Archias,the two Traytors and Tyrants, and with the assistance of Epaminondas and his friends, together with a body of Athenians, regained the Citadel. The Spartans hearing of this revolution, entered the territories of the Thebans with a powerful Army, to take vengeance of the Rebells, and reduce the City to its former Subjection. The timorous Athenians, dreading the formidable Power of Sparta, renounced all Friendship for the Thebans, and punished with great Severity, such of their Citizens as favoured them. The Thebans, destitute of Friends, and deserted by their Allies, appeared to the rest of the World to be devoted to inevitable destruction. In such a desperate conjuncture of Affairs, the Genius and Virtue of two great Men shone forth to the Astonishment of all Mankind. But what means did they Use?... Their Men were raw Militia, fresh recruits, new raised Citizens and husbandmen, unexperienced, undisciplined, unused to Subordination, having been born and educated under the most democratical government in all Greece, and, what is worse, from a natural or habitual hebetude, not very adroit, at learning any Thing. They began by training their Men, inspiring them with a Contempt and hatred of Servitude, and the noble resolution of dying in defence of the Liberty and glory of their Country. They judged it rash, to hazard a decisive battle, with their new raised Militia, against the best troops in Greece: but chose rather to harrass the Spartans, with frequent Skirmishes, to instruct their men in military discipline and the manoeuvres of War. The minds of their Soldiers were thus animated with the desire of glory, and their Bodies hardened to the fatigues of War, whilst they gained Experience, Confidence and Courage by daily Rencounters. These great Generals, like all others in similar Circumstances, never engaging presumptuously, but carefully watching for favourable Opportunities, let loose the Thebans, like young hounds upon their Ennemies, and rendered them alert and brave, by tasting the Sweets of Victory. By bringing them off, in Safety, they made them fond of the Sport and eager after the most dangerous Enterprizes. By this skilfull Conduct, they brought their forces, to defeat the Spartans at Platea, Thespia, Tenagra and Tegyra. These Actions were only preludes to the decisive Battle of Leuctra: for, flushed with these Successes, the Thebans dreaded no Enemy, however superior in number. Greece saw with Astonishment, the Spartans defeated by inferiour numbers of Men, who had always been held in Contempt. This train of Successes elated the Thebans, but only enraged the Spartans. They negotiateda Peace with Athens and all the other Grecian States, and Thebes was devoted to Spartan revenge. The largest Army, they ever sent into the field entered Boeotia, but Epaminondas, with six thousand Men only, by his admirable disposition of them and their bravery, engaged and defeated three times their number, and soon afterwards marched to the Gates of Sparta, and exhibited to that haughty People a Sight they had never before beheld. Coll. Tudor. Philadelphia September 29. 1776 Dear Sir This Evening I had the Pleasure of yourâ\u0080\u0099s, of the 25th.... I have only to ask you, whether it would be agreable to you, to have Austin made your Lieutenant Colonel? Let me know sincerely, for I will never propose it without your Approbation. I agree with you that there is nothing of the vast, in the Characters of the Ennemyâ\u0080\u0099s General or Admiral.... But I differ in Opinion from you, when you think, that if there had been, they would have Annihilated your Army.... It is very true, that a silly Panick has been spread in your Army and from thence even to Philadelphia. But Hannibal spread as great a Panick, once, at Rome, without daring to take Advantage of it.... If he had, his own Army would have been annihilated: and he knew it. A Panick in an Army when pushed to desperation, becomes Heroism. However, I despize that Panick and those who have been infected with it, and I could almost consent that the good old Roman fashion of decimation should be introduced. The Legion, which ran away, had the name of every Man in it, put into a Box, and then drawn out, and every tenth Man was put to death. The terror of this Uncertainty, whose Lot it would be to die, restrained the whole in the time of danger from indulging their fears. Pray tell me, Colonel Knox, does every Man to the Southward of Hudsons River, behave like an Hero, and every Man to the Northward of it, like a Poltroon, or not? The Rumours, Reports and Letters which come here upon every Occasion, represent the New England Troops, as Cowards, running away perpetually, and the Southern Troops as standing bravely. I wish I could know, whether it is true. I want to know for the Government of my own Conduct, because, if the New Englandmen are a Pack of Cowards, I would resign my place in Congress, where I should not choose to represent Poltroons, and reÂ­move to some Southern Colony, where I could enjoy the Society of Heros, and have a chance of learning some time or other, to be part of an Hero myself.... I must say, that your Amiable General gives too much Occasion for these reports by his Letters, in which he often mentions things to the disadvantage of some part of New England, but seldom any thing of the Kind about any other Part of the Continent. You complain of the popular Plan of raising the new Army. But if you make the plan as unpopular, as you please, you will not mend the matter. If you leave the Appointment of Officers to the General, or to the Congress, it will not be so well done, as if left to the Assemblies. The true cause of the Want of good Officers in the Army is not, because the Appointment is left to the Assemblies, but because such officers in sufficient Numbers are not in America. Without materials the best Workmen can do nothing. Time, Study and Experience alone, must make a sufficient number of able Officers. I wish We had a military Accademy, and should be obliged to you for a Plan of such an Institution. The Expence would be a trifle, no object at all, with me. Philadelphia October 1. 1776 Tuesday Dear Sir Yours of September the 9th. was duely received. The measure of a Standing Army, is at length resolved on. You have seen the plan. How do you like it? I wish it was liable to fewer Exceptions, but We must be content to crawl into the right Way, by degrees. This was the best that We could obtain, at present. I am extreamly sorry, to learn, that the Troops have been disheartened. But this despondency of Spirit, was the natural Effect, of the Retreats you have made, one after another. When the Men saw your General Officers, taken in a trap, upon Long Island, and the Army obliged to abandon that important Post, in consequence of thatAmbuscade, and the City of New York, evacuated in Consequence of the Retreat from Long Island, the firmest Army in the World, would have been seized, in similar Circumstances, with more or less of a Panick. But your men will now recover their Spirits in a short time. There is a Way, of introducing Discipline into the most irregular Army, and of inspiring Courage into the most pusillanimous Collection of Men. Your Army, Sir, give me leave to say, has been ill managed in two most essential points. The first is, in neglecting to train your Regiments and Brigades to the manual Exercises and the Manoeuvres. Nothing inspires the Men with military pride and Ambition (for even the Men must have Ambition) like calling them together every day, and making them appear as well as they can. By living much together, and moving in concert, they acquire a confidence in themselves, and in each other. By being exposed to the Inspection, and Observations of each other, they become ambitious of appearing as clean and neat as they can, which as well as the Exercise preserves their health and hardens their Bodies against diseases. But instead of these martial, manly and elegant Exercises, they have been kept constantly at Work in digging Trenches in the Earth; which keeps them constantly dirty, and not having Wives, Mothers, Sisters or Daughters, as they used to have at home to take care of them and keep them clean, they gradually loose their Perspiration and their health. Another particular, which is absolutely necessary to introduce military Ardour into a new raised Army, has been totally neglected. Such an Army should be governed with caution and circumspection, I agree. It should act chiefly upon the defensive, and no decisive Battle should be hazarded. But still an enterprizing Spirit should be encouraged. Favourable Opportunities should be watched, and Parties should be ordered out upon little excursions and expeditions: and in this manner Officers and Men should be permitted to acquire fame and honor in the Army, which will soon give them a real fondness for fighting. They will love the Sport. But instead of this, every Spark of an enterprizing Spirit in the Army, seems to have been carefully extinguished. Our inevitable destruction will be the Consequence, if these faults are not amended. I rejoiced to hear of the Attempt, upon Montresors Island: but am vexed and mortified, at its shameful Issue. I am more humiliated still to learn, that the Enterprize was not renewed. If there had been Officers or Men, who would have undertaken the Expedition, a second, a third or a fiftieth time, I would have had that Island, ifit had cost me, half my Army. Pray inform me what Officers and Men were sent upon that Attempt. It is said, there was shameful Cowardice. If any Officer was guilty of it, I sincerely hope he will be punished with death. This most infamous and detestable Crime, must never be forgiven in an Officer. Punishments as well as rewards will be necessary to Government, as long as fear, as well as hope, is a natural Passion in the human Breast. Colonel Hitchcock. Philadelphia October 2. 1776. Wednesday My dear Sir Your Letter from Long Island of the 29th. of August, has not been answered. I was very much obliged to You, for it: because it contained Intelligence of a transaction, about which, We were left very much in the dark, at that time, and indeed to this hour, are not so well informed as We should be. I think, Sir, that the Enemy, by landing upon that Island, put it compleatly in our Power to have broke their plans, for this Campaign, and to have defended New York. But there are strong Marks of Negligence, Indolence, Presumption, and Incapacity on our Side, by which scandalous Attributes We lost that Island wholly, and Manhattan Island nearly. I am happy to hear your Behaviour commended. But, Sir, it is manifest that our Officers were not acquainted with the Ground; that they had never reconnoitred the Enemy; that they had neither Spies, Sentries, nor Guards placed as they ought to have been; and that they had been shamefully remiss in Obtaining Intelligence, of the Numbers and Motions of the Enemy, as well as of the nature of the Ground. I have read, somewhere or other that a Commander, who is surprized in the night, though guilty of an egregious fault, may yet plead something in Excuse: but, in point of discipline, for a General to be surprized by an Enemy, just under his nose, in open day and caught in a State of wanton Security, from an overweening presumption in his own Strength, is a crime of so capital a nature, as to admit of neither Alleviation nor Pardon. Ancient Generals have been nailed to Gibbets alive, for such crimes. Be this as it may, I think the Enemy have reached their Ne plus, for this Year. I have drawn this Conclusion from the Example of Hannibal, whose Conquests changed the face and fortune of the War. According to Montesquieu, so long as he kept his whole Army together, he always defeated the Romans: but when he was obliged to put Garrisons into Cities, to defend his Allies, to besiege Strong holds, or prevent their being besieged, he then found himself too weak, and lost a great part of his Army by piece meal. Conquests are easily made, because We atchieve them with our whole force: they are retained with difficulty because We defend them, with only a part of our forces. Howe, with his whole Army could easily take Possession of Staten Island, where there was nothing to oppose him. With the same Army, he found no great difficulty, in getting Long Island, where evenhisTalent at Strategem, which is very far from Eminent, was superiour to the Capacity of his Antagonist. After this it was easy to take New York which was wisely abandoned to him. But, Sir, the Case is altered. A Garrison is left at Staten Island, another at Long Island, a little one at Montresorâ\u0080\u0099s Island, another at Paulus Hook, a large Body in the City of New York and a larger still to man the Lines, across the Island, between the Seventh and the Eighth mile Stone. After such a division and distribution of his forces, I think he has nearly reached the End of histetherfor this Year. The Ennemies Forces are now in a Situation peculiarly happy, for Us to take Advantage of.... If an enterprizing Spirit should be indulged and encouraged, by our Commanders, in little Expeditions to Staten Island, Long Island, Montresors Island and elsewhere, you would gradually form your Soldiers for great Exploits and you would weaken, harrass and dispirit your Enemy. Thus you see I scribble my Opinions with great Assurance, upon Subjects, which I understand not. If they are right, it is well, if wrong they will not mislead you. General Parsons. If these Papers should hereafter be read by disinterested Persons, they will perhaps think that I took too much upon me, in assuming the Office of Preceptor to the Army. To this Objection I can only reply, by asserting that it was high time, that the Army had some Instructor, or other. It was a Scaene of Indiscipline, Insubordination and Confusion. Colonel Tudor had been my Pupil, as a Clerk in my Office as a Barrister at Law. Colonel Knox had been a Youth, whohad attracted my notice by his pleasing manners and inquisitive turn of Mind, when I was a Man in Business in Boston. General Parsons had been my junior for three Years at Colledge, and upon terms of familiarity. I had therefore no reason to suppose that either of them would take offence, at any thing I should write. Again I had formed an Opinion, that Courage and reading were all that were necessary to the formation of an Officer. Of the Courage of these Gentlemen and the Officers in general I had no doubt. But I was too well informed, that most of the Officers were deficient in reading: and I wished to turn the Minds of such as were capable of it, to that great Source of Information. I had met with an Observation among regular Officers, that Mankind were naturally divided into three Sorts. One third of them are animated at the first appearance of danger, and will press forward to meet it and examine it; another third are allarmed at it: but will neither advance nor retreat, till they know the nature of it: but stand to meet it: the remaining third will run or fly upon the first thought of it. If this Remark is just, as I believed it was, it appeared to me that the only Way to form an Army to be confided in, was a systematic discipline: by which means all Men may be made Heroes. In this manner, in time our American Army was made equal to the Veterans of France and England: and in this Way the Armies of France have been made invincible hitherto: and in the same Way, they will be ultimately conquered or at least successfully resisted by their Ennemies. All the Powers of Government, Legislative, Executive and judiciary, were at that time collected in one Centre and that Centre was the Congress. As a Member of that Body I had contributed my Share towards the Creation of the Army, and the Appointment of all the Officers: and as President of the Board of War it was my peculiar Province to superintend every thing relating to the Army. I will add without Vanity, I had read as much on the military Art and much more of the History of War than any American Officer of that Army, General Lee excepted. If all these Considerations are not a sufficient Apology, for my Interference, I submit to censure. Certain it is, that these Letters and many more that I wrote, without preserving Copies, were not callculated to procure me popularity in the Army: but on the contrary contributed to produce those misrepresentations which were diffused from that Source against me as well my Friend Samuel Adams and others. The Generals Secretaries and Aids, all from the Southward, Reed, Harrison &c. &c. were young Gentlemen of Letters, and thought full as highly of themselves as they ought to think, andmuch more disrespectfully of New England and even of Congress, than they ought to have thought, dictated Letters, which were not well calculated to preserve the Subordination of the military Power, to the civil Authority, which the Spirit of Liberty will always require and enforce. Of Hamilton, when he came into the Generals Family I need say nothing. For my Part I never heard of him till after the Peace, and the Evacuation of the City of New York. The World has heard enough of him since. His Petulance, Impertinence and Impudence, will make too great a figure in these memoires hereafter."
  },
  {
    "title": "From Benjamin Franklin to Francis Bernard, 11 January 1764",
    "permalink": "https://founders.archives.gov/documents/Franklin/01-11-02-0002",
    "project": "Franklin Papers",
    "authors": [
      "Franklin, Benjamin"
    ],
    "recipients": [
      "Bernard, Francis"
    ],
    "date-from": "1764-01-11",
    "date-to": "1764-01-11",
    "content": "Philada. Jan. 11. 1764 Sir Having heard nothing from Virginia concerning your Son, I have at length thought the best and surest Way of bringing him safely here, will be to send from hence a sober trusty Person to conduct him up, who will attend him on the Road, &c. I have accordingly this Day agreed with Mr. Ennis, a very discreet Man, to make the Journey, who sets out to-morrow Morning. I shall send with him my own Horse for Mr. Bernard, and Money to bear his Expences; with a Letter to Mr. Johnson engaging to pay any Account he may have against your Son, or any reasonable Debts he may have contracted there. I hope this will be agreable to you, and answer the End. I am, with sincerest Respect Your Excellencyâ\u0080\u0099s most obedient and most humble Servant BFranklin Govr. Bernard"
  },
  {
    "title": "From Thomas Jefferson to James Madison, 17 August 1808",
    "permalink": "https://founders.archives.gov/documents/Jefferson/99-01-02-8533",
    "project": "Jefferson Papers",
    "authors": [
      "Jefferson, Thomas"
    ],
    "recipients": [
      "Madison, James"
    ],
    "date-from": "1808-08-17",
    "date-to": "1808-08-17",
    "content": "Aug. 17. 08. The government of the US. will not make itself an accomplice in the crimes of invading a foreign nation which never did it a wrong, in the abduction of their people and selling them in slavery. Th:Jefferson"
  },
  {
    "title": "Benjamin Harrison to Virginia Delegates, 16 November 1782",
    "permalink": "https://founders.archives.gov/documents/Madison/01-05-02-0122",
    "project": "Madison Papers",
    "authors": [
      "Harrison, Benjamin"
    ],
    "recipients": [
      "Virginia Delegates"
    ],
    "date-from": "1782-11-16",
    "date-to": "1782-11-16",
    "content": "In Council16th. Novem: 1782. Gentlemen I have your favor by the last post, and think with you that it is problematical whether the British quit Charles Town or not, thoâ\u0080\u0099 on the 25th. of last Month they had made such advances towards it that hopes are to be entertainâ\u0080\u0099d of their being embarked before the countermanding orders arrive. If this should be the case, & they still entertain hopes of conquest in America may they not call on us, if they should, we were never less prepared, some demon or other certainly possessed us when we disposed of the ships that were prepared to bring over the arms & ammunition from France, both which are now so much wanted that if you do not think it improper you will do your Country a great Service by again pressing the Chevilier to use his Interest to have them brought over in a Frigate. The Scarcity of musket powder is so great in the State owing to our losses by the Enemy, and the necessary consumption of it during the Invasion that an immediate supply is absolutely necessary, and as we have no means of obtaining it but throâ\u0080\u0099 Congress I request that you use your Endeavours to procure from them three or four Tuns, that they owe us so much is beyond a doubt, but if you can not obtain it in return for what we have expended, rather than be disappointed I would take it on account till our demands can be adjusted. If you succeed please to send it on immediately in Waggons to Westham, which you know is not above six Miles from hence and is not much out of the way, the waggonage shall be certainly paid on their arrival. If you canâ\u0080\u0099t procure it this way, perhaps it may be bought in the Town for Tobacco on Rappahannock or Powtamac rivers, to be paid on the delivery of the Powder, in which case youâ\u0080\u0099l please to contract for it, and inform me immediately. the price we have fixed you have below, but if that can not be obtained, I know of no other Mode of doing Justice to the State & the Seller but by having it fixed by the agent for commutables here & a Merchant of reputation oneither of those rivers chosen by the Seller. No business of consequence is yet done by the Assembly. I am &c. B. H."
  },
  {
    "title": "To George Washington from Oliver Pollock, 11 May 1788",
    "permalink": "https://founders.archives.gov/documents/Washington/04-06-02-0234",
    "project": "Washington Papers",
    "authors": [
      "Pollock, Oliver"
    ],
    "recipients": [
      "Washington, George"
    ],
    "date-from": "1788-05-11",
    "date-to": "1788-05-11",
    "content": "Philad[elphi]a 11th May 1788. Sir The late Conflagration of the Town of New Orleans (which was the place of my residence during the Grand Contest with Great Britain) I hope will in some measure appoligize for troubling your Excellencyâ\u0080\u0099s repose on this Occasion. I have bussiness of importance to settle in that Country and have now to request from you a letter of introduction to His Excellency Governor Stephen Miro Commander in Chief of Louissiana to wch place I purpose to set out by the first favourable Opportunity. I have the honor to be with the most profound respect Your Excellencyâ\u0080\u0099s Most Obedient & Most Humble Servant Or Pollock"
  },
  {
    "title": "From George Washington to Major John Thornton, 20 March 1777",
    "permalink": "https://founders.archives.gov/documents/Washington/03-08-02-0654",
    "project": "Washington Papers",
    "authors": [
      "Washington, George"
    ],
    "recipients": [
      "Thornton, John"
    ],
    "date-from": "1777-03-20",
    "date-to": "1777-03-20",
    "content": "Head quarters. Morris Town. 20th March 1777. Sir, Having determined to attempt the raising another Battalion in Virginia, the command of which is given to C. M. Thruston Esqr. of Frederick County, I have a desire to appoint you the Major. I have not forgot that it was in contemplation for You to fill the office of Lieutt Colo. of Colo. Henleyâ\u0080\u0099s Battalion: But, besides the improbability, from his own account, that success will attend his attempt in New England, I discover that there are several Captains in the Virginia line with older Commissions than yours, who will complain of so rapid a promotion. For these reasons, I think it more for the public good to offer you this Majorityâ\u0080\u0094Angus McDonald Esqr. of Frederick is designed for the Lieutt Colo. â\u0080\u0099Tis at present doubtfull, whether he will come into service; should he refuse, perhaps Circumstances may justify your supplying the Vacancyâ\u0080\u0094Be pleased to communicate your determination to me immediately; in the meantime â\u0080\u0099tis proper that the recruiting Instructions & Money may be sent to you & the Regimt be filling up during Colo. Thrustonâ\u0080\u0099s indisposition. I am Yr most Obdt Servt Go: Washington P.S. A certain Gentleman your junior, is only a Major, & not as is supposed a Lt Colo. of Horse."
  },
  {
    "title": "To Benjamin Franklin from Peter Collinson, 12 August 1753",
    "permalink": "https://founders.archives.gov/documents/Franklin/01-05-02-0009",
    "project": "Franklin Papers",
    "authors": [
      "Collinson, Peter"
    ],
    "recipients": [
      "Franklin, Benjamin"
    ],
    "date-from": "1753-08-12",
    "date-to": "1753-08-12",
    "content": "Augt. 12: 1753 My Dear Friend I have much to say but am on the Eve of marrying My Daughter and many Orders in hast from Abroad that I can only add a few Lines to Informe you that your bill of 60 pound is Accepted,and I Intend to pay Osbourn Â£50. The remainder is for your Disposal when I can find time to Lett you know the Ballance. Your Impartial Account of the state of the Germans came very Seaseonably to awaken the Legislature to take some Measures to Check the Increase of their Power. A Coppy was Desirâ\u0080\u0099d by 2 of the Members for the German Affairs to show Mr. Pelham [and] Lord Hallifax. With my Thoughts How to remedy or redress Impending Evils I have Drawn up 7 Proposals which you shall seeâ\u0080\u0094but alas, I am no ways Equal to that Task but was obliged to Do It but that Province is Yours, Who is so well Versed in your Constitution and the Nature of the People that possibly what I propose may be Impracticable in the Reason of things which I cannot be thought to know or understand. I am much concernd for the French Expedition to Ohio. I gave that Paragraph to the Minister but Alas what can He do without the Concurrence of many More. I am with Cordial Esteem thy Sincere Friend PCollinson How your Proprietors are taken up cannot say but it highly becomes them to bestirr themselves for I think its plain their Estate is In Danger. Pray Tell John Bartram I have so many affairs on the Anvil that I think I cannot write to Him. I expect by first Vessell thy thoughts on the Means most practicable to Secure your Constitution. I wish I had leisure to take more Notice of thine of June 1: Aprill 17 and May the 9. I am much obliged for the Various Papers. Mr. Smithâ\u0080\u0099s a Very Ingenious Man. Its a Pitty but He was more Solid, and Less flighty. The Books Mapps &c. I hope is safely arrived per Capt. Shirly. Our Connoiseurs are greatly Disappointd for the bad Luck that Attended the View of the transit of Mercury but your Zeal to promote that Observation is not Enough to be Commended. Is it 5 degrees, or 25 degrees west of London. I wonder I heare nothing from Mr. Alexander or Mr. Colden on this Transit. I donâ\u0080\u0099t yett hear of any Account of It, from any of our Colonies. Doc. Kersley and his Friends used formerly to be Sending their Observations on Coelestial Phenomena. I writt to you both by the Sarah Cap. Mitchell July 20th. Monsr. Dalibards Letter Came Just in Time. It ought to have good things in it for its very Dear postage, 5s. I have paid Osborn fifty pounds this Day Augt. 16."
  },
  {
    "title": "[Diary entry: 2 December 1768]",
    "permalink": "https://founders.archives.gov/documents/Washington/01-02-02-0003-0034-0002",
    "project": "Washington Papers",
    "authors": [
      "Washington, George"
    ],
    "recipients": [],
    "date-from": "1768-12-02",
    "date-to": "1768-12-02",
    "content": "Could not find the main content"
  },
  {
    "title": "To George Washington from Jean Le Mayeur, 28 August 1786",
    "permalink": "https://founders.archives.gov/documents/Washington/04-04-02-0220",
    "project": "Washington Papers",
    "authors": [
      "Le Mayeur, Jean-Pierre"
    ],
    "recipients": [
      "Washington, George"
    ],
    "date-from": "1786-08-28",
    "date-to": "1786-08-28",
    "content": "Bath August 28. 1786. sir i should have wrote thre weks ago to your Excellancy had not mr Rumsey deceivd me in his departure from this place. probably he suspected my informing you of the situation of your Buildingâ\u0080\u0094which he has not done wellâ\u0080\u0094Colo. jno. Washington and Mr Georges Lewes agree with me in oppinion of mr Rumsey performance. should your Excellancy proper to write to me i shall get it at the post office in Philadelphia as i Expect to be there in ten or twelve days at farthestâ\u0080\u0094and i hope to be at mountvernon by the first days of octobr when i Entend to Give to General a narration of all the civelities i have recived from Generl smallwood but for that i make him fine Gentleman in transplanting front teeth in his head. of which he wrot me he is Extremely satisfay. i Shall refers to Mr Randolph ow will set of from here in 5 or 6 days on his way to mountvernon, & for the news at Bath. i hope Lady Washington and Major and all Washingtons are well. I have the honour to be with Great Respect and veneration of your Excellancy his most obt and humle serviteur j. Le Mayeur"
  },
  {
    "title": "From Alexander Hamilton to Robert Morris, [26 October 1782]",
    "permalink": "https://founders.archives.gov/documents/Hamilton/01-03-02-0100",
    "project": "Hamilton Papers",
    "authors": [
      "Hamilton, Alexander"
    ],
    "recipients": [
      "Morris, Robert"
    ],
    "date-from": "1782-10-26",
    "date-to": "1782-10-26",
    "content": "[Albany, October 26, 1782] Sir I am honored with your letters of the 5th. 15th and 16th instant. The detail you have been pleased to enter into in that of the 5th exhibits very cogent reasons for confining yourself to pretty large denominations of notes. Some of them had occurred to me others had not; but I thought it my Duty to state to you the operations which that circumstance had, as in the midst of the variety and extent of the objects, which occupy your attention you may not have so good opportunities of seâ\u009f¨eingâ\u009f© the effect of your plans in detail. While I acknowlege that your observations have corrected my ideas upon the subject and showed me that there would be danger in generally lessening the denominations of the paper issued, I should be uncandid not to add that it still appears to me, there would be a preponderance of advantages in having apartof a smaller amount. I shall not trouble you at present with any further reasons for this opinion. I have immediately on the receipt of your â\u009f¨letterâ\u009f© taken measures for the publication of your adverâ\u009f¨tisementâ\u009f© in the newspapers of this state. You will perceive by the inclosed account, that since my last, I have received five and twenty hundred dollars. This was procured in part of the loan I mentioned to you. It was chiefly paid to me in specie and I have exchanged it with Colo. Pickering and Mr. Duer for your notes; the latter had twelve hundred dollars. Taxes colâ\u009f¨lectâ\u009f© slowly, but I must shortly receive two or three hundred pounds more, of which Mr. Duer will have the principal benefit, as it appears by your letter to him, that you hoped he might receive three thousand Dollars from me. As I may shortly set out for philadelphia I wish to surrender to Mr. Tillotâ\u009f¨sonâ\u009f© as soon as you think proper the office in wich he is to succeed. I have the honor to be with sincere respect & esteem Sir â\u0080\u0083â\u0080\u0083 Your Most Obed servant Alx Hamilton"
  },
  {
    "title": "From John Adams to John Quincy Adams, 5 December 1823",
    "permalink": "https://founders.archives.gov/documents/Adams/99-03-02-4357",
    "project": "Adams Papers",
    "authors": [
      "Adams, John"
    ],
    "recipients": [
      "Adams, John Quincy"
    ],
    "date-from": "1823-12-05",
    "date-to": "1823-12-05",
    "content": "Quincy December 5th. 1823 my dear Son I have seen many of your poetical effusions from the time when you were at College, to the last Month, And there are so many indisputable proofs of natural, and social affections, and genuine poetical imagery; that if you had cultivated the muses as much as you have politicks, you might have made a Shakespear, a Milton, or a Pope, for any thing that I knowâ\u0080\u0094 How sweet an Ovid, is in Murray lostâ\u0080\u009d The poesy, or nosegay of October 30th. is carefully locked up in a draw by itself, there to shed its perfumes and waste its splendours, like the roses in the wildernessâ\u0080\u0094As Mr. Pitt said of the Epitaph on MontCalm. It is perfectly beautiful. Though I suppose it will be accused whenever it appears, of filial partiality, And my admiration of it, imputed to parental dotage; Be it as it may, I consider that, and Webesters, as two of the most beautiful sprigs of laurel, that ever crowned my brow.â\u0080\u0094I rejoice to hear of the happiness of you allâ\u0080\u0094And especially my Daughters restoreation to Healthâ\u0080\u0094 I have found Anthony, a Most malevolent saint, but the skill of Holebrook has almost quelled his malignityâ\u0080\u0094 I wish you a pleasant winter, and how can I say, that I hope to see you again next Summerâ\u0080\u0094 I am your Affectionate Father John Adamsâ\u0080\u0094 P.S. Tell John that I am afraid that drawing Rooms Ladies and parties will divert his attention from his Grand Fatherâ\u0080\u0094 tell him that his letters are so sprightly and frolicksom that I wish to receive one every weekâ\u0080\u0094 Jâ\u0080\u0094 Aâ\u0080\u0094"
  },
  {
    "title": "To George Washington from James McHenry, 1 November 1798",
    "permalink": "https://founders.archives.gov/documents/Washington/06-03-02-0117",
    "project": "Washington Papers",
    "authors": [
      "McHenry, James"
    ],
    "recipients": [
      "Washington, George"
    ],
    "date-from": "1798-11-01",
    "date-to": "1798-11-01",
    "content": "Trenton [N.J.] 1 Novr 1798 Dr Sir I reced yesterday a letter from Major General Pinckney a copy of which as I knew it would give you pleasure is inclosed. Yours ever & affty James McHenry"
  },
  {
    "title": "George Washington to Major General Alexander McDougall, 15 September 1778",
    "permalink": "https://founders.archives.gov/documents/Hamilton/01-01-02-0563",
    "project": "Hamilton Papers",
    "authors": [
      "Washington, George"
    ],
    "recipients": [
      "McDougall, Alexander"
    ],
    "date-from": "1778-09-15",
    "date-to": "1778-09-15",
    "content": "[White Plains, New York]September 15, 1778. Orders McDougall to march to Danbury and put himself under command of Major General Horatio Gates."
  },
  {
    "title": "To George Washington from Anthony Whitting, 8 May 1793 [letter not found]",
    "permalink": "https://founders.archives.gov/documents/Washington/05-12-02-0442",
    "project": "Washington Papers",
    "authors": [
      "Whitting, Anthony"
    ],
    "recipients": [
      "Washington, George"
    ],
    "date-from": "1793-05-08",
    "date-to": "1793-05-08",
    "content": "Could not find the main content"
  },
  {
    "title": "To George Washington from Gabriel Peterson Van Horne, 13 June 1789",
    "permalink": "https://founders.archives.gov/documents/Washington/05-02-02-0354",
    "project": "Washington Papers",
    "authors": [
      "Van Horne, Gabriel Peterson"
    ],
    "recipients": [
      "Washington, George"
    ],
    "date-from": "1789-06-13",
    "date-to": "1789-06-13",
    "content": "Harford Town (Maryland) June 13 1789 Sir, Permit me, with Sentiments of the Sincerest Respect, to Express thegrateful SenceI have, Of the Honour conferâ\u0080\u0099d on Me by Your Excellencysgenerous, and Obliging Letter â\u0080\u0094If my little Services, were in any Degree instrumental, in promoting the Ease, and Convenience of Lady Washington, I amAmply rewarded,by her Gracious Acceptance, And Acknowledgment of them. Let me, Assure Your Excellency, I assume no merit in Obeying the impulse of a Heartdeeply impressd,with the highest Veneration for a Character, illustrious fromintrinsicMerit, as well, as reflected Dignity, from her tenderest Relative Connectionsâ\u0080\u0094In the moments of Separation, Unaided by YourComfortingpresence, â\u0080\u0099twas my Duty to releave (if possible) those Emotions; which too Freequently gain, anAssendancyOver the Human Heart. I beg leave Sir, to Offer YourAmiableLady, my humble respects, and to Assure You, that I am, with the greatest Deference, Your Excellencys much Obligd, And most Obedt Servt Gabriel P. Van Horne"
  },
  {
    "title": "To Thomas Jefferson from Lewis Harvie, 19 January 1803",
    "permalink": "https://founders.archives.gov/documents/Jefferson/01-39-02-0309",
    "project": "Jefferson Papers",
    "authors": [
      "Harvie, Lewis"
    ],
    "recipients": [
      "Jefferson, Thomas"
    ],
    "date-from": "1803-01-19",
    "date-to": "1803-01-19",
    "content": "[19 Jan. 1803] Sir I avail myself of that acquaintance which it is my happiness to enjoy to address to you a letter on the application which has been made to you through the agency of my friends. A sentiment of delicacy induced me in the first instance to be silent; but maturer, I hope more just reflections have determined me to explain to you my motives in requesting the post of Secretary in the mission which the folly of foreign nations has rendered necessary. If I considered this as a post of profit I should feel degraded by the conduct which I have pursued: I shudder at the suspicion that my political character could be influenced by hopes of personal emolument. It is unnecessary I flattermyself to call to your recollection that my principles were avowed in the most explicit language, at a period when Republicanism offered to its votarys as a reward only the danger of Martyrdom. In a pecuniary point of view this appointment would be probably injurious; for it will abstract me from a profession which gives to Industry and Integrity ample remuneration for the exertions it compels; And whatever the salary may be, although I should not imitate the philosopher who impatient of delay threw away his treasure in thedesert, I beleive my accumulated riches would very little retard my progress homeward. A visit to Europe has long been the object of my fondest desire, of my most anxious solicitude. An opportunity of examining the governments of the old World, of witnessing the manners of its Inhabitants & of tracing more accurately the causes which have checked theirmoralimprovement appears to me calculated to energize and adorn any mind; and I will not deny that an infantine desire of amusement, of viewing their architecture, their paintings and their sculpture may have given the acmÃ© to a passion which I feel in every pulsation of my frame. No moment of my life could be more favourable to the indulgence of this wish than the present. I have within a few months obtained a licence to practise law; but not having hitherto attended any court, I am free from ingagements which might retard my departure. Should my return from Europe be immediate, I could resume the profession I abandon; if prolonged, I have the prospect of a patrimonial estate which insures to me an honorable independence. Prompted by those considerations, I induced those gentlemen who have communicated my wishes to you, to request for me an appointment which will enable me to view European Society in its most polished form. An application has also been made to Mr Monroe, as I have understood it is customary to consult the wishes of the minister. The personal intercourse which has passed between Mr Monroe & myself has been but slight; It is not impossible that unfavourable impressions may be entertained by him towards me; if they are not removed by the inform[ation]which I hope it is in your power to afford, and to[.Â .Â .]which those gentlemen whom I am proud to call my friends have given to my pretensions, I shall have cause to regret that the calumnies with which my enemies have assailed me should have found their way to the breast of one who ought to know from his own experience, that the Voice of Federalism is not the Oracle of Truth. I have conveyed my sentiments not in the formal language I should assume to a stranger, but in that candid and plain manner, which an acquaintance is supposed to justify. Ihave only to observe that the rejection of this application can excite but feeble emotions, compared with those which swell within my breast at the recollection of those favours which I received at the most critical moment of my life. LewisHarvie"
  },
  {
    "title": "To George Washington from Nicholas Cooke, 15 September 1775",
    "permalink": "https://founders.archives.gov/documents/Washington/03-01-02-0363",
    "project": "Washington Papers",
    "authors": [
      "Cooke, Nicholas"
    ],
    "recipients": [
      "Washington, George"
    ],
    "date-from": "1775-09-15",
    "date-to": "1775-09-15",
    "content": "Providence Septemr 15th 1775 Sir I observe that in the Cambridge Paper of Yesterday there is an Extract of a Letter from Bermuda to New York giving an Account that upwards of 100 Barrels of Powder had been taken out of the Magazine, supposed to have been done by a Vessel from Philadelphia and another from South-Carolina. This Intelligence appears to me to be true; and I beg to know your Excellencyâ\u0080\u0099s Opinion of it as soon as possible, that if it be thought best to relinquish the Expedition I may recall Capt. Whipple as soon as his Cruize for the Packet is out. His Station in this River is very necessary as Capt. Wallace hath equipped a Sloop with Six and a Schooner with Four Carriage Guns who may be very troublesome here. I am with great Respect Sir Your most humble Servant Nichols Cooke"
  },
  {
    "title": "From John Adams to C. W. F. Dumas, 7 May 1781",
    "permalink": "https://founders.archives.gov/documents/Adams/06-11-02-0223",
    "project": "Adams Papers",
    "authors": [
      "Adams, John"
    ],
    "recipients": [
      "Dumas, Charles William Frederic"
    ],
    "date-from": "1781-05-07",
    "date-to": "1781-05-07",
    "content": "Amsterdam May 7. 1781 Dear sir I have this moment received yours of 6th. I have no Objection against your Plan. I informed the Grand Pensionary and the President that I should think it my duty to publish my Memorial. I persist in the Same opinion. The manner is indifferent to me. I shall avow the Publication. Your omission of the Commission will be agreable to me. I communicated to the last Person I saw at the Hague all that I had done. He still persisted in the opinion that the time was a littletoo early, but this Point apart approved of every step I had taken, and promised to support it, â\u0080\u009ccomme Homme.â\u0080\u009d I never had a more agreable or satisfactory Interview, with him. I Shall be agreably Surprized, if the Provinces determine so soon as in 3 or 4 Weeks. The Time, for them to take is their own. I shall wait it, with entire Respect, if it should be Eight or ten Weeks. If other People will allow me to judge for myself in what I am responsible for, they will always find me willing to allow them the same Prerogative. I have the Honour to be, with great Esteem & Respect, sir, your most obedient & most humble sert. John Adams"
  },
  {
    "title": "To James Madison from William C. C. Claiborne (Abstract), 10 May 1805",
    "permalink": "https://founders.archives.gov/documents/Madison/02-09-02-0386",
    "project": "Madison Papers",
    "authors": [
      "Claiborne, William C. C."
    ],
    "recipients": [
      "Madison, James"
    ],
    "date-from": "1805-05-10",
    "date-to": "1805-05-10",
    "content": "10 May 1805, New Orleans. â\u0080\u009cThe Enclosures Nos. 1 and 2 are Translations of a Communication to me from the Marquis of Casa Calvo; Nos. 3 and 4 are Copies of my answer to the Marquis and of a Letter which I have addressed to Governor Williams of The Mississippi Territory. â\u0080\u009cUpon a perusal of those Documents you will find thatKempersInsurrection is not yet Subsided, and, that the movements ofthat Manand his associates are yet Sources of anxiety to the Spanish Authorities. â\u0080\u009cIt is certainly true that the people of West Florida are at present discontented, and that many would attach themselves to any well organized party, whose object would be to rescue the District from the Dominion of Spain; but I do not believe that the information received by the Marquis can be,throughout,correct. Of the departure of the Agents for Providence, and the intention of indiscriminate Slaughter and plunder which is talked of, I cannot give credit to: I however esteem it a duty to take some measures of precaution, & shall accordingly request the Captain of the Revenue Cutter to apprize me of any armed Vessel that may enter the Lake, and will Solicit Colonel Freeman to Strengthen theFort of St. John, whichis not far from the Rigolets. I shall also take Special care that the Insurgents shall receive no aid or assistance from this Territory. How far it would be proper in me to prevent a British force from entering into that part of West-Florida which is claimed by the United States, is a question which I cannot well decide; and should therefore be happy to receive from you, such instructions as would enable me to meet the views of the President.â\u0080\u009d"
  },
  {
    "title": "To Thomas Jefferson from Samuel Huntington, 19 April 1781, with enclosure: “An Ordinance for establishing Courts,” 5 April 1780",
    "permalink": "https://founders.archives.gov/documents/Jefferson/01-05-02-0613",
    "project": "Jefferson Papers",
    "authors": [
      "Huntington, Samuel"
    ],
    "recipients": [
      "Jefferson, Thomas"
    ],
    "date-from": "1781-04-19",
    "date-to": "1781-04-19",
    "content": "Philadelphia April 19. 1781 Sir Your Excellency will receive herewith enclosed, an Ordinance for establishing Courts for the Trial of Piracies and Felonies committed upon the high Seas, passed in Conformity to the Articles of Confederation. I have the Honor to be with the greatest Respect Your Excellencyâ\u0080\u0099s most obedient humble Servant, Sam. HuntingtonPresident An Ordinance for establishing Courts for the trial of Piracies and felonies committed on the high Seas. Whereas, by the ninth Article of the Confederation and perpetual Union of the thirteen United States of America. It is agreed that the United States in Congress assembled shall have the sole and exclusiveright and power (inter alia) of appointing Courts for the trial of piracies and felonies committed on the high Seas. And whereas it is expedient that such Courts should be speedily erected; and it is reasonable that the same mode of trial should be adopted for offenders of this kind on the high Seas as is used for offenders of the like sort upon the land. Be it therefore Ordained, and it is hereby ordained by the United States of America in Congress assembled and by the authority of the same, that all and every person and persons, who heretofore have committed, or who hereafter shall commit any piracy or felony upon the high Seas, or who shall be charged as accessories to the same either before or after the fact, may and shall be enquired of tried and Judged by grand and petit Juries according to the course of the common law, in like manner as if the piracy or felony were committed upon the land and within some County, district, or precinct in one of these United States; and the Justices of the Supreme or Superior Courts of Judicature, and Judge of the Court of Admiralty of the several and respective States or any two or more of them, are hereby constituted and appointed Judges for hearing and trying such offenders. And be it further ordained, that if any person or persons shall be indicted for any piracy or felony done or hereafter to be done upon the high seas, or as accessories before or after the fact, either on the land or upon the seas, by a grand jury for any County district or precinct within any of these United States, before the Justices of the Supreme or Superior Court and Judge of the Admiralty, or any two of them, that then such order, process, Judgment and execution shall be used had done and made, to and against every such person and persons so being indicted as against robbers murderers or other felons for robbery, murder or other felony, done upon the land within such county district or precinct as by the laws of the said State is accustomed: and the trial of such offence or offences, if it be denied by the offender or offenders, shall be had by twelve lawful men of the said County, District or Precinct and such as shall be convicted of any such offence or offences, by verdict, confession or otherwise in the said Court, shall have and suffer such pains of death losses of lands, goods and chattels or other punishment and by the same authority, as if they had been convicted and attainted of any robbery felony or other the said offences done upon the land and shall be utterly excluded the benefit of Clergy, where the same is taken away or not admitted for such like offences committed within the body of a County or on land where such trial shall be had. And be it further Ordained, that if there shall be more than one judge of the Admiralty in any of the United States, that then and in such case the Supreme executive power of such State, may and shall commissionate one of them exclusively to join in performing the duties required by this ordinance. And, be it further Ordained, that all losses and forfeitures of lands, goods and chattels incurred upon any such conviction and attainder shall go and belong to the State in which the said conviction and attainder shall be had. Done by the United States in Congress assembled the fifth day ofApril in the year of our lord one thousand seven hundred and eighty one and in the fifth year of our independence."
  },
  {
    "title": "To Alexander Hamilton from Henry Knox, 21 April 1794",
    "permalink": "https://founders.archives.gov/documents/Hamilton/01-16-02-0239",
    "project": "Hamilton Papers",
    "authors": [
      "Knox, Henry"
    ],
    "recipients": [
      "Hamilton, Alexander"
    ],
    "date-from": "1794-04-21",
    "date-to": "1794-04-21",
    "content": "War Department April 21. 1794 Sir I have the honor to transmit you an estimate of the quantity and quality of Timber, Plank, Scantling and Copper &c. which will be required for each of the four largest frigates contemplated by the Act entitled â\u0080\u009cAn Act to provide a naval armamentâ\u0080\u009d nearly the same quantity will also be wanted for each of the thirty six gunships mentioned in the said Act. It has been decided by the President of the United States that the said frigates be built in the following ports, to wit It appears to be of indispensible necessity that immediate arrangements should be made to obtain the articles contained in the estimate and to have them transported to the ports before mentionedâ\u0080\u0094excepting such articles of the timber as may be obtained at, or in the neighbourhood of, the said places. The live oak and red cedar must principally be obtained from the islands on the coast of Georgia. Some parts however may be obtained in North Carolina, although it is alledged that the farther South the live oak the better. Different opinions are entertained as to the most certain, and the most oeconomical mode of obtaining the live oak and cedar from Georgia, and transporting the same to the ports where the ships are to be built. Some persons recommend that one or more persons in whom due confidence may be placed, should repair to the Islands of Georgia, and contract with the proprietors of the timber as it stands for such parts as will serve the moulds, and that a sufficient number of axemen with their provision be sent from the northward, in order to cut the same, and transport it to the places where it is to be used. These persons assert that any contract made in Georgia or other parts to the Southward, will be executed by negroes, whose indolence and carelessness will inevitably produce disappointment or loss. The moulds for the timbers of both sized ships are preparing and nearly finished. These must be transported to the places where the timber is to be cut, otherwise mistakes would arise and disappointment of course ensue. Besides the mode before mentioned, there are persons who recommend a contract with some persons, if such could be found, which is said to be the case to procure the timber in Georgia, and transport it to the respective ports or places. You will please to judge which of these two modes will be preferable. I have understood that in 1776 or 1777 the frames of two 74 gun Ships were cut under the authority of the United States, part at Sunbury and part at a place called Kilkenny near the mouth of Savannah River, and that as the said timber was very large part of it yet remains. It may therefore be proper to look it up, and if it should answer for the frames of the proposed frigates as probable it would be excellent from its long seasoning. I have the honor to submit to you a letter from Mr Wereat of Georgia upon this subject, the purport of which is confirmed by Brigadier General Gunn of the same state. The manner in which these vessels ought to be built has been under consideration, that is whether the hull and other parts susceptible of the measure should be built by a contract, or by a capable agent or agents appointed for the purpose of procuring the labor and materials. Upon enquiry however it appears improbable that a contract could be formed with the Shipbuilders in this place for the one directed to be built here. They alledge that if a contract was offered and accepted by two or more it would excite the ill will and envy of those who had no part in it, and as the frigate would require many hands the price of that sort of labor would rise, and that therefore it would be in the power of those not employed to raise the wages of the Journeymen a shilling or two per day, which would occasion great embarrassment, if not ruin, to the undertakers. Hence it would appear to follow as a consequence that if the Shipbuilders of Philadelphia, some of whom have considerable capitals, would decline a contract, that it would be almost or quite impracticable to obtain the building by contract elsewhere. If this should be so, then Agents respectable for their intelligence, activity, and integrity must be sought in the places in which the said frigates are directed to be built. The President of the United States has approved of the said vessels being built under the directions of some agent or agents which I presume it will be in your department to nominate to him. I suppose however if you should find it practicable to build them by contract, that the subject will still be reconsidered by him, and as for myself I should find great satisfaction in a contract, if one, upon solid principles, could be obtained."
  },
  {
    "title": "From George Washington to Joshua Sands, 29 May 1798",
    "permalink": "https://founders.archives.gov/documents/Washington/06-02-02-0231",
    "project": "Washington Papers",
    "authors": [
      "Washington, George"
    ],
    "recipients": [
      "Sands, Joshua"
    ],
    "date-from": "1798-05-29",
    "date-to": "1798-05-29",
    "content": "Mount Vernon 29th May 1798 Sir The last Northern Mail brot me your favour of the 24th Instt. As the tin box therein mentioned, has not the addition of President annexed to the direction, there can be no doubt of its being addressed to me, in my private character, although I have received no other advice relative thereto than what you have been so obliging as to give. From the size of itâ\u0080\u0094as described by youâ\u0080\u0094it must be too cumbersome for the Post Officeâ\u0080\u0094which, otherwise, would be the readiestâ\u0080\u0094most expeditiousâ\u0080\u0094& safest mode of getting it to me: Next to this, if any Gentleman, coming through thewhole routefrom New York to Alexandria, in the stage, would take charge of it, is to be preferred. If neither of these can obtain, water transportation, in any Vessel between the abovementioned places, seems to be the only, &leastdesirable mode left, as I presume, from the careful manner in which they are enclosed, that the contents are Papers; and having escaped so far, I would not risk them again, if to be avoided, to anotherfiery,as well aswateryexposure. If however,they must come by water (the same indeed by land) be so good as to direct them to the care of the Collector in Alexandria; & favour me with a line by Post, informing me of the measure. I am Sir Your obliged & Very Hble Sâ\u009f¨ervtâ\u009f© Go: Washington"
  },
  {
    "title": "From John Adams to Benjamin Waterhouse, 7 September 1820",
    "permalink": "https://founders.archives.gov/documents/Adams/99-02-02-7399",
    "project": "Adams Papers",
    "authors": [
      "Adams, John"
    ],
    "recipients": [
      "Waterhouse, Benjamin"
    ],
    "date-from": "1820-09-07",
    "date-to": "1820-09-07",
    "content": "Montezillo September 7th. 1820 Dear Sir Captain Phillipsâ\u0080\u0099s letter is a Volume of News to meâ\u0080\u0094That he Sailed without a Commission was never known, heard, or suspected, by meâ\u0080\u0094and not one word of his Conversations with Mr Stoddard, were ever communicated to meâ\u0080\u0094but at this distance of time, what can I do to sooth the feelings of Mr Phillipsâ\u0080\u0094Till I received your letter, I have never heard one word about him since his dismissionâ\u0080\u0094 G. W. A has obtained a sprig of Laurelâ\u0080\u0094ther is more in that Boy than the World acknowledges; if he has not a taste for Mathematicks, and the obstruse sciencesâ\u0080\u0094I believe he knows as much of them, as nineteen twentieths of his Class doâ\u0080\u0094I have never known more than two, or three, Mathemations in a Classâ\u0080\u0094A few others go on through the regular routine of exercises and forget it as soon as they have doneâ\u0080\u0094.The rest never proceed further than the four rules of Arithmetickâ\u0080\u0094and a little in the rule of threeâ\u0080\u0094By the way I know not what is meant by abstruse sciencesâ\u0080\u0094pray tell meâ\u0080\u0094I know of no sciences more abstruse than Greek and Hebrew, French, Spanish, and Italianâ\u0080\u0094I have found as much difficulty in acquiring any of themâ\u0080\u0094as I ever did, in any other science I ever attended toâ\u0080\u0094 Mr Boylstons absence was not occasioned by disgustâ\u0080\u0094but by dangerous sicknessâ\u0080\u0094he then lay at the point of Deathâ\u0080\u0094I will return you Mr Phillips letter when I have read it more deliberately, and reflected upon it more maturelyâ\u0080\u0094 I am as ever your Friend John Adams"
  },
  {
    "title": "To Thomas Jefferson from John Paul Jones, 18 March 1788",
    "permalink": "https://founders.archives.gov/documents/Jefferson/01-12-02-0743",
    "project": "Jefferson Papers",
    "authors": [
      "Jones, John Paul"
    ],
    "recipients": [
      "Jefferson, Thomas"
    ],
    "date-from": "1788-03-18",
    "date-to": "1788-03-18",
    "content": "Copenhagen, 18 Mch. 1788. Was presented at court the previous day by the French minister, La Houze, and had a â\u0080\u009cpolite and distinguished receptionâ\u0080\u009d; talked with the queen, who has â\u0080\u009ca dignity of Person and deportment, which becomes her well, and which she has the secret to reconcile with great affability and easeâ\u0080\u009d; the princess royal commands â\u0080\u009cthat homage which artless Beauty and good nature will ever command.â\u0080\u009d All members of the royal family spoke to him but the king, â\u0080\u009cwho speaks to no person when presentedâ\u0080\u009d; the prince royal, who is â\u0080\u009cgreatly beloved and extremely affable,â\u0080\u009d asked pertinent questions about America; Jones was â\u0080\u009cinvited to supâ\u0080\u009d with the royal family, ministers of state and foreign ambassadors. The report of thedeath of Dr. Franklinis generally believed and much lamented.â\u0080\u009dI have had a second conference with the minister of foreign affairs but nothing is yet done. I will press him to conclude.â\u0080\u009dKnows he made at least one mistake in the code of his last letter but has been so busy with his social engagements that he has not had time to compare the whole letter."
  },
  {
    "title": "From George Washington to Major General Nathanael Greene, 16 May 1778",
    "permalink": "https://founders.archives.gov/documents/Washington/03-15-02-0129",
    "project": "Washington Papers",
    "authors": [
      "Washington, George"
    ],
    "recipients": [
      "Greene, Nathanael"
    ],
    "date-from": "1778-05-16",
    "date-to": "1778-05-16",
    "content": "Head Quarters [Valley Forge] 16th May 1778 Dr Sir From many concurrent circumstances it appears that the enemy are preparing to evacuate Philadelphia, whether their design is to withdraw altogether from the Continent or to concenter their forces at new york cannot be ascertainedâ\u0080\u0094in case the latter shd be the case it will be proper to have provision of forage made on the road to the No. River for such body of Troops as may be ordered to march from hence in consequence. If you could employ an intelligent confidential person to go into new york and inform you of what passes there, it would be of infinite use in the present conjuncture as any similar preparations on the part of the enemy in that place would evince their intention of generally abandoning the Territories of the United States. I am with great regard &c."
  },
  {
    "title": "Thomas Jefferson to Roger C. Weightman, 19 October 1811",
    "permalink": "https://founders.archives.gov/documents/Jefferson/03-04-02-0188",
    "project": "Jefferson Papers",
    "authors": [
      "Jefferson, Thomas"
    ],
    "recipients": [
      "Weightman, Roger C."
    ],
    "date-from": "1811-10-19",
    "date-to": "1811-10-19",
    "content": "Monticello Oct. 19. 11. Sir I have duly recievedyour favor of the 12thand also the parcel of fiorin grass of which you were so kind as to take charge, and for your care of which I pray you to accept my thanks. it has been immediately planted, and every care will be taken to add it to the useful grasses of our country. I observe in the National Intelligencer you mention having for sale among other books, aminiatureeditionof Scottâ\u0080\u0099s works in 5. vols. I will pray you to send it to me by the mail, carefully done up, with a note of the price which I will take care to remit you. if I can recieve it by the first return of post, it will be the more acceptable.I tender you my best wishes & respects Th: Jefferson"
  },
  {
    "title": "Description of a Plant by Meriwether Lewis, 5 March 1805",
    "permalink": "https://founders.archives.gov/documents/Jefferson/01-45-02-0652",
    "project": "Jefferson Papers",
    "authors": [
      "Lewis, Meriwether"
    ],
    "recipients": [
      "Jefferson, Thomas"
    ],
    "date-from": "1805-03-05",
    "date-to": "1805-03-05",
    "content": "Fort Mandan March 5. 1805 Thisspecimen of a plantcommon to the praries in this quarter was presented to me by Mr. Hugh heney, a gentleman of respectability and information who has resided many years among the natives of this country, from whom he obtained the knowledge of itâ\u0080\u0099s virtues. Mr. Heney informed me that he had used the root of this plant frequently with the most happy effect in cases of the bite of the mad wolf or dog and also for the bite of the rattle snake he assured me that he had made a great number of experiments on various subjects of men horses and dogs particularly in the case of madness, where the symptoms were in some instances far advanced and had never witnessed itâ\u0080\u0099s failing to produce the desired effect. the method of using it is by external application, to half an ounce of the root finely pulverized, add as much water as is necessary to reduce it to the consistency of a common poltice and apply it to the bitten part, renewing the dressing once in twelve hours. in cases of the bite of the mad dog where the wound has healed before the symptoms of madness appear, the bitten part must be lacerated or scarefyed before the application is madeâ\u0080\u0094the application had always better be made as early as possible after the injury has been sustained.â\u0080\u0094 I have sent herewith a few pounds of this root, in order that experiments may be made by some skilfull person under the direction of the pilosophical society of Philadelphia.â\u0080\u0094 I have the honor to be with much rispect Your Obt. Servt. Meriwether Lewis"
  },
  {
    "title": "To George Washington from Edmund Randolph, 22 October 1793",
    "permalink": "https://founders.archives.gov/documents/Washington/05-14-02-0185",
    "project": "Washington Papers",
    "authors": [
      "Randolph, Edmund"
    ],
    "recipients": [
      "Washington, George"
    ],
    "date-from": "1793-10-22",
    "date-to": "1793-10-22",
    "content": "Spencerâ\u0080\u0099s [Germantown, Pa.] October 22. 1793. Sir On my return from Lancaster, I found, that Major Franks had agreed to let you have his house. But the terms are excessive; being no less than 150Â£ per annum, or for a shorter period, not under six months, at the same rate. Except a looking-glass or two, and a few pictures, he will not suffer any of the furniture to remain; thoâ\u0080\u0099 I have prevailed upon his agent to permit a couple of beds and some chairs and tables to continue, until you can accommodate yourself from some other quarter. But I have made no conclusive bargain; leaving this and the other house, whichI mentioned in my last letter, and adjoins the school-house lot, free for your choice. Dr Bensel declines renting his house. The best road from the main Baltimore road to German Town is from Darby to theblack-horseat the seven mile stone, on the Lancaster road: from thence to Righterâ\u0080\u0099s ferry on Skuylkill, which is about two miles from German Town. We are flattered with a report, that the cold weather has given a stroke to the fever; but the authority, upon which it is circulated, is not conclusive with me. I have the honor, sir, to be, with the highest respect, and sincere attachment yr mo. ob. serv. Edm: Randolph."
  },
  {
    "title": "To Thomas Jefferson from James Maury, 7 September 1793",
    "permalink": "https://founders.archives.gov/documents/Jefferson/01-27-02-0052",
    "project": "Jefferson Papers",
    "authors": [
      "Maury, James"
    ],
    "recipients": [
      "Jefferson, Thomas"
    ],
    "date-from": "1793-09-07",
    "date-to": "1793-09-07",
    "content": "Liverpool, 7 Sep. 1793. He encloses a price current. On 3 Sep. theSisters, Captain William Provoost, bound from New York to Le Havre, was brought here under suspicion of carrying French propertyâ\u0080\u0094the fourth American ship brought here on that pretext. The courts have not determined the fate of any of their cargoes, though the shipsAerialof Philadelphia andGeorgeof Baltimore have been restored."
  },
  {
    "title": "To Benjamin Franklin from John Adams, 4 November 1780",
    "permalink": "https://founders.archives.gov/documents/Franklin/01-33-02-0418",
    "project": "Franklin Papers",
    "authors": [
      "Adams, John"
    ],
    "recipients": [
      "Franklin, Benjamin"
    ],
    "date-from": "1780-11-04",
    "date-to": "1780-11-04",
    "content": "Amsterdam Novr. 4th 1780. Sir, Mr. De Neufville, this morning brought to me a number of Bills of Exchange, drawn upon Mr. Laurens, in the Month of July, amounting to seven or eight hundred Pounds sterling, and informed me that your Excellency had declined becoming responsible for them and referred him to me. I have enquired of Mr. Searle, who informs me there are about twenty thousand Pounds in such Bills now on their Way. If there were only seven or eight hundred Pounds, I would accept them for the Honour of the United States, and run the Venture of being able to pay them by borrowing or some way or other: but twenty thousand Pounds is much beyond my private Credit. I have been and am pursuing, all those Measures to which I am advised by Gentlemen, in whose Judgment I can justify placing Confidence, and am not without hopes of succeeding in some Measure: but I have not as yet been able to obtain any Money, nor any Certainty of obtaining any in future. I write this, therefore to your Excellency, that if You could see your way clear to become responsible for these Bills for the present, I will engage to see them paid with the Money I may borrow here, if I borrow enough before the Term for their payment expires, or as much of them as I shall be able to borrow: but in this Case if I should not succeed in obtaining the Money, your Excellency will be answerable. I should be sorry that the Credit of the United States should suffer any Stain, and would prevent it if I could: but at present it is not in my power. The Successes of the English at the southward, added to the many Causes that obstructed our Credit in this Republick before, some of which it would not be prudent to explain, will render a Loan here difficult: but I still hope not quite impracticable. I have the Honour to be with great Respect, Sir, your Excellencyâ\u0080\u0099s most obedient & most humble Servant. John Adams His Excellency Dr. Franklin."
  },
  {
    "title": "From John Adams to National Intelligencer, 4 August 1802",
    "permalink": "https://founders.archives.gov/documents/Adams/99-02-02-4976",
    "project": "Adams Papers",
    "authors": [
      "Adams, John"
    ],
    "recipients": [
      "National Intelligencer"
    ],
    "date-from": "1802-08-04",
    "date-to": "1802-08-04",
    "content": "[post August 4, 1802] It has been often Said, and as often as denied, that there are Men in this Country attached to Democracy. Simple Democracy: to a Government in every State, of a Single Assembly of Representatives, without a Senate and without a Governor; to a Government of the Nation in a Congress of Delegates in one House without a Senate and without a President. The Charge is Supported by the Declarations of Numbers from Chaseâ\u0080\u0099s Rebellion and the Votes of County Conventions, down to the Letter to Mazzei <present time> to the Efforts in the House of Representatives to Sett aside the Treaty with England, and many other Actions and declarations of Individuals to this day. Whether the Writer of the Remarks is capable of comprehending it or not, there is a distinction between an Attachment to Monarchy, and an opinion that it will in Some Nations and at certain periods prevail, and that no human Wisdom or Virtue in Existence can prevent it.â\u0080\u0094Cato was never Suspected of any Attachment to Monarchy.â\u0080\u0094His Death was a full proof of two points. 1. that he detested and dreaded Monarchy more than death. 2. that he was fully convinced, that Monarchy in the person of CÃ¦sar, could not be prevented in Rome. Menâ\u0080\u0099s Opinions are not always conformable to their Wishes. Some have Understandings, as well as affections. Abstract Opinions in favour of Monarchy or Democracy may exist without Injury to the State. Plato & Aristotle declare freely in their Writings a Veneration for Kingly Goverment. Yet, in the most democratical Governments of Greece, they were not persecuted. An End will be put to all Liberty of thought as well as Speech, if Duane, Callender, Lyon, Cooper, Cheetham Wood, in Short all the Dogs of the Mob, are to be let loose upon every Man, who dares to Speculate upon Principles or Systems of Government. The Change of the last Administration, was in a very Small degree affected by any Sentiment that there were Men in the government whose Views were Subversive of Republicanism: because the very Men, who endeavoured to propagate Such a Sentiment <were> did not believe themselves and were not credited by others. Many of these Men were known to be more inclined to monarchical opinions, then those whom they accused. Many of these Men were known to have often declared their opinions, that the Constitution of the United States was defective, because it had not an hereditary President and an hereditary Senate. Others had been known to declare that no form of Government was worth any thing, but that of King Lords and Commons. Some had even Said that We ought to have a Monarchy in this Country in the Person of one of the Princes of England. This kind of Speeches and Opinions have been oftener uttered by those who are called Republicans and are now poss[e]ssed of Power in the States, than by Federalists. The Change of Administration in this Country was effected by the Federalists themselves: not by any change in favour of Republicanism in the People. <But this is a Subject I would not wish to devellop at present,> nor by any opinion that the new President was more of a Republican than the <old> former one. But this is a Subject that may be develloped hereafter. Are our Court Gazettes then prepared to Say that \"Liberty has vanished from France\" That the first Consul is an Usurper. That \"the French Nation have Submitted every political Right to the mercy of the Sword\" That \"The Republic is Subverted and Monarchy has returnedâ\u0080\u009c? This Language is <not likely> as remote from any tendency to preserve the Friendship between this Country and France, as it is from the Truth. The Government of France is at least as Republican, now as it ever has been Since the death of the King, or Since the Subversion of the Monarchy, or indeed Since the meeting of the Assembly of Notables in 1786.â\u0080\u0094It answers the Ends of Government in preserving personal Liberty, private property, and the Peace, order Tranquility and Happiness of Society, better than any republican Constitution that nation ever has enjoyed, and as well as any it will probably ever have. This mighty transformation has been effected without Violence or Conterition, by the Voice, of the People, by the general Sense, and the public opinions. The People of France are weary of blood, disgusted with murder, and indignant at Rapine. They have Seen and felt, and are at length convinced with an Unamimity, that is very remarkable, that Democracy, without controul, would depopulate And desolate France. They have Stopped in their career of Enthusiasm and delirium and are restored in Some measure to their right minds. What connection there is between the returning reason of the french People and the publication of these Letters, it is not easy to imagine. These Letters are calculated, in every Sentence and every Word of them, to preserve the Constitution of the United States, from deviating into Monarchy on one hand, and Democracy on the other. If the Ballance of our Government was destroyed and the Weights all placed in the democratical Scale, nothing is more certain than that all the Confusions and horrors of France for fifteen or Sixteen Years past must be our Lot, and nothing could relieve Us from them but a Civil War, or a victorious Army: unless the People Should Suddenly recover their Reason and restore the Equilibrium of the Government. These letters were written twelve years ago, from an Apprehension that the contagion of a french delerium, might Seize the Passions of the American People and excite them to destroy their present Constitution, anni[hi]late the Presidentâ\u0080\u0099s Office, the Senate of the United States, <the independe> the Governors and Senates of the individual States, and the independent Judiciaries in all of them. The publication of these Letters is another affair. They had been long forgotten and would probably have never been again read or Seen by the Writer, had he not been informed, that last Winter, certain Persons in Boston were handing <about one of> them about, Shewing sentences or half sentences and misrepresenting them not only in democratical Clubbs but to Lawye[r]s and Judges during their Terms. This Information alone, occasioned Some old Letter Books to be Searched and these Copies to be published. They contain no sentiments which the Writer ever concealed. He held them in 1776 when his Letter to Mr Wythe was published. He held them openly and publicly in 1779, when in the Convention which formed the Constitution of the State of Massachusetts. They run through the three Volumes of his Defence of the Constitutions of the United States and have been frankly professed and avowed in public and private on all occasions for Six and Twenty Years. a greater falshood cannot be committed to Writing, than is contained in these Words \"Hitherto they have courted the Obscurity of a rigid concealment.\""
  },
  {
    "title": "Contract for a Loan with Wilhem & Jan Willink, Nicolaas & Jacob van Staphorst, and De la Lande & Fynje, 11 June 1782",
    "permalink": "https://founders.archives.gov/documents/Adams/06-13-02-0062",
    "project": "Adams Papers",
    "authors": [
      "Adams, John"
    ],
    "recipients": [],
    "date-from": "1782-06-11",
    "date-to": "1782-06-11",
    "content": "Translation from the Dutchminuted on a Seal of 48 Stivers. (Signed.) Van HoleNotarÃ¿. On the Eleventh daÃ¿ of June in the Ã¿ear one thousand Seven hundred and eightÃ¿ two appeared before me Pieter Galenus van Hole NotarÃ¿ of Amsterdam admitted bÃ¿ the honble. court of Holland. The Honble. John Adams Esqr. Minister plenipotentiarÃ¿ on the part of the united States of America bÃ¿ their high Mightinesses the Lords States general of the united Netherlands &a. &a. in qualitÃ¿ as especiallÃ¿ qualifÃ¿ed and authorized bÃ¿ the above mentioned States of america in Congress assembled, for and in behalf of Said States of America to raise a Loan with anÃ¿ person or persons States orcompanies with Subjoined assurance in good faith to ratifÃ¿ and fulfill all that Shall be done in this respect bÃ¿ him Honble. Appearer according to authentick copÃ¿ and translation of the original Commission or Power exhibited to me NotarÃ¿ and deposited in mÃ¿ custodÃ¿ in behalf of the joint MoneÃ¿ Lenders. The Honble. Appearer residing in the Hague but being now in this CitÃ¿. And the honble. Appearer acknowledged himself, in his aforesaid qualitÃ¿ and thus in the Name and in behalf of the abovementioned States of America to be dulÃ¿ and LawfullÃ¿ indebted to and in behalf of SundrÃ¿ Persons or MoneÃ¿ Lenders in all a Sum of one Million guilders Dutch current MoneÃ¿ arising from and on account of So much readÃ¿ MoneÃ¿ received bÃ¿ him honble. Appearer in his aforesaid qualitÃ¿ to his perfect Satisfaction from the Said MoneÃ¿ Lenders in consequence of the receipt hereafter mentioned to be Signed bÃ¿ the honble. Appearer under the authentick Copies hereof, expresslÃ¿ and formallÃ¿ disavowing the exuse of untold MoneÃ¿s. And the Honble. Appearer promised in his aforesaid qualitÃ¿ to repaÃ¿ in this CitÃ¿ the Said Sum of one Million of Guilders free from all costs charges and damages to the abovementioned MoneÃ¿ Lenders or their Assigns at the expiration of fifteen Ã¿ears after the first daÃ¿ of June 1782 and that in the following Manner to Wit: That the abovementioned Capital Shall remain fixed during the Space of ten Ã¿ears and that with the eleventh Ã¿ear and thus on the first daÃ¿ of June 1793 a fifth part or two hundred thousand guilders of the Said Capital of one Million Shall be redeemed and in the Same Manner from Ã¿ear to Ã¿ear untill the first daÃ¿ of June 1797 inclusive So that the whole Capital Shall be redeemed and discharged within the abovementioned Space of fifteen Ã¿ears. And that for Said Capital at first for the whole and afterwards for the Residue at the Expiration of EverÃ¿ Ã¿ear interest Shall be paid, at the rate of five p:Cent in the Ã¿ear commencing the first daÃ¿ of June 1782, and to continue untill the final accomplishment and that on coupons to be Signed bÃ¿ or for account of Said honble. Appearer in his aforesaid qualitÃ¿. That the abovementioned redeeming Shall be performed bÃ¿ drawing in presence of a NotarÃ¿ and witnesses in this citÃ¿ after the Expiration of the first mentioned ten Ã¿ears in Such a Manner that the Nos. of the Obligations drawn Shall be betimes made known in the publick papers. That the paÃ¿ment of the interests as also the redeeming of the respective Periods Shall be made at the compting houses of the hereafter mentioned Gentlemen Directors or at Such other places within this CitÃ¿ as Shall likewise be advertized in the publick Papers. That the Directors of this Negotiation Shall be Messieurs Wilhem and Jan Willink Nicolaas and Jacob van Staphorst and de la Lande & FÃ¿nje Merchants of this CitÃ¿ who are bÃ¿ these presents thereto named and appointed bÃ¿ the Honble. Appearer in his afore Said qualitÃ¿. The honble. Appearer promising and engaging in the Names of his Constituents that the amount of the interests and of the redeemings to be made from time to time of the Said capital Shall be in due Time remitted to the aforesaid Gentlemen Directors their Heirs or Successors in good Bills of Exchange America Products, or in readÃ¿ MoneÃ¿ without anÃ¿ abatement or deduction Whatsoever. That this Obligation Shall never be Subject to anÃ¿ Imposts or Taxes alreadÃ¿ laid or in time to come to be laid in the Said united States of America even in case (which God forbid) anÃ¿ war Hostilities or Divisions Should arise between aforesaid united States or anÃ¿ of them on the one Side and the States of these Lands on the other that the paÃ¿ment of the Capital or interests of this Obligation can in no wise nor under anÃ¿ pretext whatsoever be hindered or delaÃ¿ed. The Honble. Appearer in his aforesaid qualitÃ¿ promising and engaging moreover for and in the Names of the Said united States that there Shall never be made bÃ¿ them or on their Parts or anÃ¿ of them in particular anÃ¿ convention or treatÃ¿ publick or private at the making of peace or otherwise bÃ¿ which the validitÃ¿ and accomplishment of these presents might be prejudiced or where bÃ¿ anÃ¿ thing ContrarÃ¿ thereto might be Stipulated but that without anÃ¿ Exception the contents hereof Shall be maintained in full force. The honble. Appearer in his aforesaid qualitÃ¿ likewise promises engages and binds himself bÃ¿ these presents that this engagement Shall be ratifÃ¿ed and approved as Soon as possible bÃ¿ Said States in congress assembled and that authentick CopÃ¿ Translation of Said ratification with the original Shall be deposited in custodÃ¿ of me NotarÃ¿ to be there kept with Said authentick copÃ¿ translation of the Commission or Power of Him Honble. Appearer and the engrossed hereof for the SecuritÃ¿ of the MoneÃ¿ Lenders untill the abovemenÂ­tioned Capital and interests as aforesaid Shall be redeemed and paid off. And there Shall be made of this Act (as the Honble. Appearer in his aforesaid qualitÃ¿ consents) above and besides the abovementioned engrossed one thousand authentick Copies which Shall be of the Same force and value and have the Same Effect as the engrossed one, under everÃ¿ one of which copies Shall be placed a receipt of one thousand guilders dutch current MoneÃ¿ either on Name or in blank at the choice of the MoneÃ¿ Lenders to be Signed bÃ¿ him Honble. Appearer, and which Receipts Shall be respectivelÃ¿ numbered from No. 3001 to 4000 inclusive and countersigned bÃ¿ abovementioned Gentlemen Directors and dulÃ¿ attested bÃ¿ me NotarÃ¿ as a testimonÃ¿ that no more than one thousand obligations are numbered in virtue of this Act. All which authentick copies with the Receipts hereunder placed Shall at the redeeming of the capital be restored bÃ¿ the Bearers. On failure of prompt paÃ¿ment as well of the capital as of the interests at the appointed Periods, the Capital or residue thereof maÃ¿ be demanded bÃ¿ the Gentlemen Directors in behalf of the MoneÃ¿ Lenders who Shall be then interested therein and the aforesaid Principals and committents of Him Honble. Appearer Shall in that case be held and bound to redeem and discharge immediatelÃ¿ in one Sum the remaining capital with the interests and charges. For the accomplishment and performance of all the abovewritten the Honble. Appearer binds in his aforesaid qualitÃ¿ and thus in the Names and on the Part of the abovementioned united States of America the Said united States of America jointlÃ¿ and each of them in particular together with all their Lands, chattels Revenues and Products together with Imposts and Taxes alreadÃ¿ laid and raised in the Same or in time to come to be laid and raised and thus of all the united States of america jointlÃ¿ and of each of the Same in particular for the Whole. He the Honble. Appearer renouncing in the Names as above for that purpose expresslÃ¿ beneficium divisionis as likewise de duobus vel pluribus reis debendi SignifÃ¿ing a retribution of debts and that when two or more are indebted, each of them can SatisfÃ¿ with the paÃ¿ment of their Portion, the honble. Appearer promising in his aforesaid qualitÃ¿ never to have recourse to the Said or to anÃ¿ other Evasions whatsoever. This being passâ\u0080\u0099d (after Translation into English was made hereof, and which likewise is Signed bÃ¿ the honble. Appearer anddeposited in the custodÃ¿ of me the Said NotarÃ¿) within Amsterdam aforesaid in the presence of Gidion Victor et Cornelis Marchant Witnesses. Coll: (Signed.) P: G: van HoleNotarÃ¿"
  },
  {
    "title": "Thomas Jefferson to James Monroe, 5 September 1822",
    "permalink": "https://founders.archives.gov/documents/Jefferson/03-18-02-0559",
    "project": "Jefferson Papers",
    "authors": [
      "Jefferson, Thomas"
    ],
    "recipients": [
      "Monroe, James"
    ],
    "date-from": "1822-09-05",
    "date-to": "1822-09-05",
    "content": "Monticello Sep. 5. 22. Dear Sir I have made it a rule, and have pretty steadfastly observed it, not to permit myself to be used as an instrument to trouble and embarras the government with sollicitations for office. now & then however a case occurs which from peculiar circumstances, cannot be declined. still I wish it always to be understood that I ask no departure from what justice, or the necessary rules of government may require. a year or two ago, in aletterto mr Secretary Thomson, I seconded the application of mr Gibson of Richmond for the reception of his son into the corps of Midshipmen. the father is a most worthy man, was, jointly with my late friend and relation George Jefferson, for 20. years my correspondents in business in Richmond, of the purest integrity & personal worth. he is one of those who suffered in the general catastrophe of commerce which took place two or three years ago, has a numerous family, and is rendered helpless by the deplorable state of his health. I inclose you a letter lately recieved from him, with the expression only of the gratification I should feel should the necessary rules of the government now admit his request.accept assurances of my constant and affectionate esteem and respect. Th: Jefferson"
  },
  {
    "title": "[Diary entry: 29 November 1772]",
    "permalink": "https://founders.archives.gov/documents/Washington/01-03-02-0002-0026-0029",
    "project": "Washington Papers",
    "authors": [
      "Washington, George"
    ],
    "recipients": [],
    "date-from": "1772-11-29",
    "date-to": "1772-11-29",
    "content": "Could not find the main content"
  },
  {
    "title": "From George Washington to Major John Jameson, 1 February 1778",
    "permalink": "https://founders.archives.gov/documents/Washington/03-13-02-0356",
    "project": "Washington Papers",
    "authors": [
      "Washington, George"
    ],
    "recipients": [
      "Jameson, John"
    ],
    "date-from": "1778-02-01",
    "date-to": "1778-02-01",
    "content": "Head Quarters Valley Forge 1st Feby 1778 Sir The quantity of provision, Flour especially, that is carried into Philada is by all accounts so great that the British Army is well supplied with almost every Article. The Committee of Congress now here having expressed a desire that this pernicious intercourse may be cut off as effectually as possible, I know of no other way to prevent the supply of Flour but disabling the Mills as we have not Guards sufficient to stop all the roads. You are therefore in concert with Genl Lacey to fix upon a certain time and attempt to disable all the Mills upon Pennepack, Frankfort and Wissahicken Creeks, beginning Morrises at Frankfort, Vanderens on Wissahicken and Lewisâ\u0080\u0099s at Pennepack and proceed as far as the people usually come out for Flour. As it will be impossible for you to remove the stones, I am advised to take off the spindles and saw off the spikes of the water wheels This you will therefore do as soon as possible, the whole must be began upon the same time, that you may have proceeded some distance before the enemy can get notice. You must be fully sensible of the necessity of secrecy, and therefore none should be intrusted but the Officers who are to execute the Business, and those should be such who have no connections in the part of the Country where the Mills are. Nothing will convince the Markett people that we are in earnest till an example is made of one of them, and I therefore desire you will use your endeavours to apprehend some notorious offender against whom there will be proof and send him here for Trial, seize all the provision and the horses & Carriages drove by women & Boys, many of whom are employed as they think indulgence will be allowed on Account of Sex and Age. I am Sir Your most Obedt servant Go: Wâ\u0080\u0094â\u0080\u0094n"
  },
  {
    "title": "From John Adams to Thomas Greenleaf, 15 July 1822",
    "permalink": "https://founders.archives.gov/documents/Adams/99-02-02-7659",
    "project": "Adams Papers",
    "authors": [
      "Adams, John"
    ],
    "recipients": [
      "Greenleaf, Thomas"
    ],
    "date-from": "1822-07-15",
    "date-to": "1822-07-15",
    "content": "Quincy July 15th 1822. Gentlemen. The resolutions of the Town of Quincy passed on the same day and presented to me by you in their Name are perfectly satisfactory and demand my affectionate gratitude. The harmony and unanimity with which the Town have accepted the instrument of conveyance, and their approbation of the restrictions, limitations, and conditions expressed in it, is very gratifying to me and receives my best thanks; Nor should I omit to express my obligations to you for the friendly manner with which you have communicated the resolutions to me. With great respect Esteem and affection for the Town, and sincere friendship for you, / I have the honor to be their, and your, / fellow Citizen, / and humble Servant John Adams"
  },
  {
    "title": "[Diary entry: 23 July 1774]",
    "permalink": "https://founders.archives.gov/documents/Washington/01-03-02-0004-0014-0023",
    "project": "Washington Papers",
    "authors": [
      "Washington, George"
    ],
    "recipients": [],
    "date-from": "1774-07-23",
    "date-to": "1774-07-23",
    "content": "Could not find the main content"
  },
  {
    "title": "George Washington to Colonel Charles Armand, 27 November 1780",
    "permalink": "https://founders.archives.gov/documents/Hamilton/01-02-02-0992",
    "project": "Hamilton Papers",
    "authors": [
      "Washington, George"
    ],
    "recipients": [
      "Armand, Charles"
    ],
    "date-from": "1780-11-27",
    "date-to": "1780-11-27",
    "content": "Passaic Falls[New Jersey]November 27, 1780. Regrets that Armand plans to resign. Commends Armand for his services."
  },
  {
    "title": "From George Washington to Alexander Addison, 6 December 1798",
    "permalink": "https://founders.archives.gov/documents/Washington/06-03-02-0168",
    "project": "Washington Papers",
    "authors": [
      "Washington, George"
    ],
    "recipients": [
      "Addison, Alexander"
    ],
    "date-from": "1798-12-06",
    "date-to": "1798-12-06",
    "content": "Philadelphia 6th Decr 1798. Sir Your favor of the 21st Ulto enclosing thoughts on the â\u0080\u009cLiberty of Speech and of the Press in a charge to the Grand Juries of the County Courts of the fifth circuit of the State of Pennsylvaniaâ\u0080\u009d has been duly received, and I pray you to accept my thanks for this fresh inst[anc]e of your attention & politeness to me. I am persuaded Ishallread it with the same pleasure, & marked approbation that I have done your other productions of a similar nature which have come to my handsâ\u0080\u0094I sayshallbecause my occupations since I came to this City have been such as scarcely to afford me time to look into a News-paper. With great esteem & respect I have the honor to be Sir Your Most Hble Servant Go: Washington"
  },
  {
    "title": "To George Washington from Major General Stirling, 24 March 1777",
    "permalink": "https://founders.archives.gov/documents/Washington/03-08-02-0681",
    "project": "Washington Papers",
    "authors": [
      "Stirling, Lord (né William Alexander)"
    ],
    "recipients": [
      "Washington, George"
    ],
    "date-from": "1777-03-24",
    "date-to": "1777-03-24",
    "content": "Baskenridge [N.J.] March 24. 1777 Dear Sir I have Just now received your Excellencys letter of Yesterdays Date, almost every Matter Mentioned in it Necessary to guard our out postsfrom any surprize; at the same time to Harrass them, were Containâ\u0080\u0099d in a set of Instructions which I gave to Colo. Hollinsworth, on his first going to Quibble Town. I shall again urge the same Matters to Colo. Rumsey, who now Commands there with about 300 men, which is the whole of my Division Excepting, a Guard of a Serjt & 12 here. I shall send for & Examine Capt. Courtney the Artillery Officer at Long Hill, Indeed I sent this Morning a note to him to be upon his Guard & keep a sharp lookouâ\u009f¨tâ\u009f© Especially as there was a firing heard in this Neâ\u009f¨ighâ\u009f©bourhood of near 20 pieces of Cannon & a firing â\u009f¨thisâ\u009f© Morning, Again for some hours. the former seeâ\u009f¨medâ\u009f© to be towards Bonum Town, the latter more towards Bound Bookâ\u0080\u0094I have been this four Days very ill with a Violent pain in my Bowelsâ\u0080\u0094Intense head Ach & high Fever. which has reduced â\u009f¨me to aâ\u009f© lower state than I have been this â\u009f¨mutilatedâ\u009f© years. I Express my Wish in a letter Yesterday to Genl St Clair to see Doctr Cochranâ\u0080\u0094nor have I been Able to find Doctr Burnet. I am, &C. Stirling,"
  },
  {
    "title": "From James Madison to James Monroe, 22 April 1804",
    "permalink": "https://founders.archives.gov/documents/Madison/02-07-02-0099",
    "project": "Madison Papers",
    "authors": [
      "Madison, James"
    ],
    "recipients": [
      "Monroe, James"
    ],
    "date-from": "1804-04-22",
    "date-to": "1804-04-22",
    "content": "Department of State22d April 1804 Sir, Being advised that the Board of Commissioners under the 7th article of the British Treaty, when they were about to make a final adjournment found that the United States were in advance the sum of five hundred and twenty six pounds four shillings and nine pence, and that they ordered it to be paid to you, I request you to be pleased to pay it over to Sir Francis Baring & Co to be applied by them as they may be directed by the Treasury Department. In my letter of the 6th of April of last year to Mr Gore of which a copy is inclosed I requested him to apply for reimbursement of the advances we made beyond our proportion, towards the expences of the Commissioners under the 6th Article of that Treaty. On the receipt of it he made the demand and mentioned that it was in a course of examination, but not hearing of its conclusion or progress, I conclude that it was not presented toyour attention: will you be pleased therefore to draw it to a conclusion and cause the reimbursement to be deposited with Sir Francis Baring & Co to be applied as the Treasury may direct. I have the honor to be &c James Madison"
  },
  {
    "title": "David Isaacs to Thomas Jefferson, 28 June 1814",
    "permalink": "https://founders.archives.gov/documents/Jefferson/03-07-02-0327",
    "project": "Jefferson Papers",
    "authors": [
      "Isaacs, David"
    ],
    "recipients": [
      "Jefferson, Thomas"
    ],
    "date-from": "1814-06-28",
    "date-to": "1814-06-28",
    "content": "June 28th1814 Sir I sent 3Bookswhich ware handed to me yestedaywith a letter, by a freind from Richmond who says that an acquaintance of mine in Richmond Sent them to me and desere for me to forward them to you which i take the Earliest opportunity to do so, he also has sent a good many moreSetts of them, and desires to sell them to those who Choose to buy them, the Price of the sett is 3$25, it is to be hoped ifyou should be Please after reading themâ\u0080\u0094you will recoment Some costomers to me for them your Freind David Isaacs"
  },
  {
    "title": "To George Washington from George Clinton, 8 May 1794",
    "permalink": "https://founders.archives.gov/documents/Washington/05-16-02-0031",
    "project": "Washington Papers",
    "authors": [
      "Clinton, George"
    ],
    "recipients": [
      "Washington, George"
    ],
    "date-from": "1794-05-08",
    "date-to": "1794-05-08",
    "content": "New York 8 May 1794 sir By an act of the last Sessionâ\u0080\u0094a Copy Of which I enclose You will perceive that a Sum not exceeding 12,000Â£ is appropriated for the Purposes of erecting such fortifications building and equipping one or more floating batteries and Other Vessels of force for the Security Of the Northern and western Frontiers Of this state as shall appear necessary to certain Commissioners therein mentioned when in the Opinion of the Person administering the government of this State its frontiers shall be in danger of an Invasion In Order therefore to a faithful discharge of this trust reposed In Me And at the same time that I may pursue such measures as shall be most consistent with the views of the general Government and the Interests Of the Union I have taken the liberty of making this communication to you And of requesting your Opinion and advice on the Occasion. The recent conduct of Great Britain to this Country and themeasures taken for fortifying the different Ports and Harbours in the Union have naturally tended to excite great apprehensions In our frontier settlements and to render them peculiarly anxious for being placed in some State of Security. from the Means you possess of acquiring information you are best able to determine whether their Apprehensions are wellfounded and to judge of the Policy of my authorising our Commissioners to carry into effect the Measures provided by our Legislation. I also enclose a Copy of a letter from the Commissioners on this Subject dated the 30th April last. I am with the highest Respect Your Mo. Obedient Servant Geo. Clinton"
  },
  {
    "title": "From Benjamin Franklin to Richard Price, 22 October 1767",
    "permalink": "https://founders.archives.gov/documents/Franklin/01-14-02-0172",
    "project": "Franklin Papers",
    "authors": [
      "Franklin, Benjamin"
    ],
    "recipients": [
      "Price, Richard"
    ],
    "date-from": "1767-10-22",
    "date-to": "1767-10-22",
    "content": "Cravenstreet Oct. 22. 67 Reverend and dear Sir, Supposing that the foreign literary Journals do not fall in your Way, I send you the following Account of your late Work, as given in theBibliotheque des Sciences et des beaux Arts, for January February and March. 1767. After reciting the Title, the Authors say, â\u0080\u009cOn devoit dÃ©jÃ a Mr. Price un excellent TraitÃ© sur les principales Questions de la Morale. Lâ\u0080\u0099Ouvrage dont on vient de voir le Titre, mettra le sceau Ã la RÃ©putation de lâ\u0080\u0099Auteur, et ne manquera sans doute pas dâ\u0080\u0099Ãªtre traduit en diverses Langues. On y trouve tout ce quâ\u0080\u0099une MÃ©ditation profonde, une parfaite connoissance de la Religion, un Esprit vraÃ®ment philosophique, une pietÃ© tendre et Ã©clairÃ©e, peuvent dicter de meilleur sur les sujets annoncÃ©s.â\u0080\u009d With sincere Esteem, I am, Dear Sir, Your most obedient humble Servant BFranklin"
  },
  {
    "title": "To George Washington from Philadelphia Subscribers, Merchants, and Traders, 20 August 1795",
    "permalink": "https://founders.archives.gov/documents/Washington/05-18-02-0372",
    "project": "Washington Papers",
    "authors": [
      "Philadelphia Subscribers, Merchants, and Traders"
    ],
    "recipients": [
      "Washington, George"
    ],
    "date-from": "1795-08-20",
    "date-to": "1795-08-20",
    "content": "[Philadelphia, 20 Aug. 1795] To the President of the United States The Address of the Subscribers, Merchants and Traders of the City of Philadelphia. Respectfully sheweth That confiding in the Wisdom, Integrity, and Patriotism, of the constituted Authorities, We have forborne to offer our Opinions on the Merits of the Treaty, pending between Great Britain and the United States; thoâ\u0080\u0099 as Merchants and Traders our Interests are more immediately concerned than those of any other Class of Men amongst us, as well on account of the Indemnity therein stipulated for past Losses, as for the Security We apprehend it will give to the immense Property employed by the Merchants of the United States in their foreign Commerce. But seeing that other Citizens have expressed their Opinions upon this important Subject, and fearing least our Silence should be construed into an Aquiescence in those Opinions, We deem it our Duty explicitly and publickly to avow our Approbation of the Conduct of the Senate of the United States: Believing that a different Conduct respecting the Treaty would have subjected us to the imminent Hazard of War, with all itâ\u0080\u0099s concomitant Evilsâ\u0080\u0094 and more especially as Provision is made for the Establishment of public and private Credit, a Continuance of Peace with all the Advantages under which our Commerce flourishes, And the further Improvement of our Country now progressing in a Degree, elsewhere without Example. These are Advantages and Blessings which in our Opinion greatly outweigh all the Objections to the Treaty generally; and as further Negotiations are recommended for obtaining a less limited Intercourse with the British West Indiâ\u009f¨esâ\u009f© Islands, We may hope that it will be rendered still more beneficial to this Country. Such being our Sentiments, We submit them freely and in Confidence that as they have not been hastily formed so they will not be less deserving of Consideration."
  },
  {
    "title": "Enclosure: Madison’s Draft of the Farewell Address, 20 June 1792",
    "permalink": "https://founders.archives.gov/documents/Washington/05-10-02-0318-0002",
    "project": "Washington Papers",
    "authors": [
      "Madison, James"
    ],
    "recipients": [],
    "date-from": "1792-06-20",
    "date-to": "1792-06-20",
    "content": "[c.20 June 1792] The period which will close the appointment with which my fellow citizens have honoured me, being not very distant, and the time actually arrived, at which their thoughts must be designating the citizen who is to administer the Executive Government of the United States during the ensuing term, it may conduce to a more distinct expression of the public voice, that I should apprize such of my fellow citizens as may retain their partialitytowards me, that I am not to be numbered among those out of whom a choice is to be made. I beg them to be assured that the Resolution which dictates this intimation has not been taken without the strictest regard to the relation which as a dutiful citizen I bear to my country; and that in withdrawing that tender of my service, which silence in my situation might imply, I am not influenced by the smallest deficiency of zeal for its future interests, or of grateful respect for its past kindness; but by the fullest persuasion that such a step is compatible with both. The impressions under which I entered on the present arduous trust were explained on the proper occasion. In discharge of this trust I can only say that I have contributed towards the organization and administration of the Government the best exertions of which a very fallible judgment was capable. For any errors which may have flowed from this source, I feel all the regret which an anxiety for the public good can excite; not without the double consolation, however, arising from a consciousness of their being involuntary, and an experience of the candor which will interpret them. If there were any circumstances that could give value to my inferior qualifications for the trust, these circumstances must have been temporary. In this light was the undertaking viewed when I ventured on it. Being, moreover still farther advanced into the decline of life, I am every day more sensible that the increasing weight of years, renders the private walks of it in the shade of retirement, as necessary as they will be acceptable to me. May I be allowed to add, that it will be among the highest as well as purest enjoyments that can sweeten the remnant of my days, to partake, in a private station in the midst of my fellow citizens, of that benign influence of good laws under a free Government, which has been the ultimate object of all our wishes, and in which I confide as the happy reward of our cares and labours. May I be allowed farther to add, as a consideration far more important, that an early example of rotation in an office of so high and delicate a nature, may equally accord with the republican spirit of our constitution, and the ideas of liberty and safety entertained by the people. (If a farewell address is to be added at the expiration of the term, the following paragraph may conclude the present). Under these circumstances a return to my private station according to the purpose with which I quitted it, is the part which duty as well as inclination assigns me. In executing it I shall carry with me every tender recollection which gratitude to my fellow citizens can awaken; and a sensibility to the permanent happiness of my Country, which will render it the object of my unceasing vows and most fervent supplications. (Should no further address be intended, the preceding paragraph being omitted, the present address may go on as follows). In contemplating the moment at which the curtain is to drop for ever on the public scenes of my life, my sensations anticipate and do not permit me to suspend, the deep acknowledgments required by that debt of gratitude which I owe to my beloved country for the many honors it has conferred on me, for the distinguished confidence it has reposed in me, and for the opportunities I have thus enjoyed of testifying my inviolable attachment by the most steadfast services which my faculties could render. All the returns I have now to make will be in those vows which I shall carry with me to my retirement and to my grave, that Heaven may continue to favor the people of the United States with the choicest tokens of its benificence; that their Union and brotherly affection may be perpetual; that the free constitution which is the work of their own hands, may be sacredly maintained; that its administration in every department, may be stamped with wisdom and with virtue; and that this character may be ensured to it by that watchfulness over public servants and public measures, which on one hand will be necessary to prevent or correct a degeneracy; and that forbearance, on the other, from unfounded or indiscriminate jealousies which would deprive the public of the best services, by depriving a conscious integrity of one of the noblest incitements to perform them; that in fine, the happiness of the people of America, under the auspices of liberty, may be made compleat, by so careful a preservation, and so prudent a use of this blessing, as will acquire them the glorious satisfaction of recommending it to the affection, the praise, and the adoption of every nation which is yet a stranger to it. And may we not dwell with well grounded hopes on this flattering prospect; when we reflect on the many ties by which the people of America are bound together, and the many proofsthey have given of an enlightened judgment and a magnanimous patriotism. We may all be considered as the children of one common country. We have all been embarked in one common cause. We have all had our share in common sufferings and common successes. The portion of the Earth allotted for the theatre of our fortunes, fulfils our most sanguine desires. All its essential interests are the same; whilst its diversities arising from climate from soil and from other local & lesser peculiarities, will naturally form a mutual relation of the parts, that may give to the whole a more entire independence than has perhaps fallen to the lot of any other nation. To confirm these motives to an affectionate and permanent Union, and to secure the great objects of it, we have established a common Government, which being free in its principles, being founded in our own choice, being intended as the guardian of our common rights and the patron of our common interests, and wisely containing within itself a provision for its own amendment, as experience may point out its errors, seems to promise every thing that can be expected from such an institution; and if supported by wise councils, by virtuous conduct, and by mutual and friendly allowances, must approach as near to perfection as any human work can aspire, and nearer than any which the annals of mankind have recorded. With these wishes and hopes I shall make my exit from civil life; & I have taken the same liberty of expressing them, which I formerly used in offering the Sentiments which were suggested by my exit from military life. If, in either instance, I have presumed more than I ought, on the indulgence of my fellow citizens, they will be too generous to ascribe it to any other cause than the extreme solicitude which I am bound to feel, and which I can never cease to feel, for their liberty, their prosperity and their happiness."
  },
  {
    "title": "[Diary entry: 2 January 1760]",
    "permalink": "https://founders.archives.gov/documents/Washington/01-01-02-0005-0006-0002",
    "project": "Washington Papers",
    "authors": [
      "Washington, George"
    ],
    "recipients": [],
    "date-from": "1760-01-02",
    "date-to": "1760-01-02",
    "content": "Could not find the main content"
  },
  {
    "title": "From Thomas Jefferson to E. Copeland, Jr., 5 July 1825",
    "permalink": "https://founders.archives.gov/documents/Jefferson/98-01-02-5360",
    "project": "Jefferson Papers",
    "authors": [
      "Jefferson, Thomas"
    ],
    "recipients": [
      "Copeland, E., Jr."
    ],
    "date-from": "1825-07-05",
    "date-to": "1825-07-05",
    "content": "Monticello July 5. 25 Dear Sir I recieved on the 6thof June a letter from MessrsDodge and Oxnard with an invoice of wines amounting to 332. francs, and the wines themselves came to hand on the 22dpresuming you would recieve notice of it, I have deferred making the remittance expecting you would inform me of the sum in Dollars which would repay that including exchange, and also of a small deficit in my remittance of the last year, on acctof excha. also, which youthensaid you would note to me on the next occasion.not hearing from you however andfearing you may not have recieved information of this last shipment, I state to you itâ\u0080\u0099s amount with a request that you will inform me of the sum in Dollars which will repay this last sum & the deficit of the former year which shall be immediately remitted, and I salute you with esteem & respect Th: J."
  },
  {
    "title": "To George Washington from Emmanuel de Pliarne, 11 January 1776",
    "permalink": "https://founders.archives.gov/documents/Washington/03-03-02-0047",
    "project": "Washington Papers",
    "authors": [
      "Pliarne, Emmanuel de"
    ],
    "recipients": [
      "Washington, George"
    ],
    "date-from": "1776-01-11",
    "date-to": "1776-01-11",
    "content": "[Philadelphia, c.11 January 1776] Sir Your kind wishes for the success of our business oblige us to inform you of every Step we have taken since our arrivaâ\u0080\u0099l at Philadelphia. We have been thirteen Days in that City, and have every minute promiseâ\u0080\u0099d ourselves the Honour of an opportunity, to write to you, but we thought it most proper to learn first the disposition of Congress, which we could not obtain before Yesterday, when we received their answer to our severaâ\u0080\u0099l proposaâ\u0080\u0099ls, We do not know thaâ\u0080\u0099t our Enterprise has met the least opposition from any member of Congress. We have however the satisfaction to find the Sentiments of their Committee of Secrecy very favourable, to us, and we asure your Excellency, that nothing shall be wanting on our parts to Establish between America & France, a branch of Trade, sufficient to supply all the wants, of the New Empire. For that purpose we are forming a Contract with the Committe of Secrecy. The articles are not yet settleâ\u0080\u0099d, Whenever they are agreed on Mr Penneâ\u0080\u0099l will Sail forâ\u0080\u0094in one of your Ships, and he will use his best Endeavourâ\u0080\u0099s to return to America, before your Enemies can infest your Coastâ\u0080\u0099s. It gives me the highest satisfaction Sir to find our Business has been so Successfuâ\u0080\u0099ll because the event will probably give me the Honour of sometimes paying my Compliments to your Excellency. I propose to remain at Philadelphia to manage this business and shall most zealously embrace every occasion to testify the Gratitude, and Respect with which I have the Honour to be Sir Your most Obet Very Hbl. Sevt Deplearne Sir Please to Accept the Respectfull Compliments, of Mr Pennel, who is much ingaged in preparing for his Departure."
  },
  {
    "title": "From Thomas Jefferson to Cherokee Deputation, 9 January 1809",
    "permalink": "https://founders.archives.gov/documents/Jefferson/99-01-02-9497",
    "project": "Jefferson Papers",
    "authors": [
      "Jefferson, Thomas"
    ],
    "recipients": [
      "Cherokee Deputation"
    ],
    "date-from": "1809-01-09",
    "date-to": "1809-01-09",
    "content": "Jan. 9. 1809. MyChildren,Deputies oftheCherokeeUpperTowns I have maturely considered the Speeches you have delivered me and will now give you answers to the several matters they contain You inform me of your anxious desires to engage in the industrious pursuits of agriculture & civilized life; that finding it impracticable to induce the nation at large to join in this you wish a line of separation to be established between the upper and lower Towns, so as to include all the waters of the Hiwassee in your part, and that having thus contracted your Society within narrower limits you propose within these to begin the establishment of fixed laws & of regular government. you say that the lower Towns are satisfied with the division you propose, and on these Several matters you ask my advice and aid.â\u0080\u0094 With respect to the line of division between yourselves & the lower Towns, it must rest on the joint consent of both parties. the one you propose appears moderate reasonable & well defined. we are willing to recognize those on each side of that line as distinct societies and if our aid shall be necessary to mark it more plainly than nature has done, you shall have it. I think with you, that on this reduced scale it will be more easy for you to introduce the regular administration of laws.â\u0080\u0094 In proceeding to the establishment of laws you wish to adopt them from ours, & such only for the present as suit your present condition; chiefly indeed those for the punishment of crimes & the protection of property. but who is to determine which of our laws suit your condition & shall be in force with you? all of you being equally free, no one has a right to say what shall be law for the othersâ\u0080\u0094 our way is to put these questions to the vote, and to consider that as law for which the Majority votes. the fool has as great a right to express his opinion, by vote, as the wise, because he is equally free & equally master of himself. but as it would be inconvenient for all your men to meet in one place, would it not be better for every Town to do as we do, that is to say, chuse by the vote of the Majority of the Town and of the country people nearer to that than to any other Town, one, two, three or more, according to the size of the Town, of those whom each voter thinks the wisest & honestest men of their place and let these meet together and agree which of our laws suit them. but these men know nothing of our laws. how then can they know which to adopt. let them associate in their Council our beloved man living with them, Colo. Meigs, and he will tell them what our law is on any point they desire. he will inform them also of our methods of doing business in our Councils so as to preserve order and to obtain the vote of every member fairly. this Council can make a law for giving to every head of a family a separate parcel of land, which when he has built upon and improved, it shall belong to him & his descendants forever, & which the Nation itself shall have no right to sell from under his feet. they will determine too what punishment shall be inflicted for every crime. in our States generally we punish murder only by death, and all other crimes by solitary confinement in a prison. But when you shall have adopted Laws, who are to execute them? perhaps it may be best to permit every Town and the Settlers in itâ\u0080\u0099s neighborhood attached to it, to Select some of their best men, by a Majority of its Voters to be Judges in all differences, and to execute the law according to their own judgment. Your Council of representatives will decide on this or such other mode as may best suit you. I suggest these things My Children for the consideration of the Upper Towns of your Nation, to be decided on as they think best, and I sincerely wish you may succeed in your laudable endeavors to save the remains of your Nation by adopting industrious Occupations and a Government of regular law. in this you may always rely on the counsel & assistance of the Government of the U.S.â\u0080\u0094deliver these words to your people in my name & assure them of my friendship Th:Jefferson"
  },
  {
    "title": "From Thomas Jefferson to John Dawson, 19 December 1806",
    "permalink": "https://founders.archives.gov/documents/Jefferson/99-01-02-4707",
    "project": "Jefferson Papers",
    "authors": [
      "Jefferson, Thomas"
    ],
    "recipients": [
      "Dawson, John"
    ],
    "date-from": "1806-12-19",
    "date-to": "1806-12-19",
    "content": "Dec 19. 06. Th: Jefferson presents his compliments to mr Dawson, & his request that he will be so good as to copy the within & burn this original, as he is very unwilling to meddle personally with the details of the proceedings of the legislature."
  },
  {
    "title": "Thomas Jefferson to Patrick Gibson, 29 July 1818",
    "permalink": "https://founders.archives.gov/documents/Jefferson/03-13-02-0181",
    "project": "Jefferson Papers",
    "authors": [
      "Jefferson, Thomas"
    ],
    "recipients": [
      "Gibson, Patrick"
    ],
    "date-from": "1818-07-29",
    "date-to": "1818-07-29",
    "content": "Monticello July 29. 18. Dear Sir I shall set out tomorrow for the meeting of the Commissioners on the subject of our University, at the Rockfish gap, and when our business there is finished I shall proceed to the Warm springs and probably not return hither till the last week in August. althoâ\u0080\u0099 I have already overdrawn my funds in your hands, yet, as mentioned inmine of the 20thsome neighborhood transactions oblige me to trespass on your indulgence. before my departure I must make one draught on you for 174. D 70 c and perhaps another for 63.60 D which will place me at ease until my resources begin to come in. this will be in September when I will take care to replace my over-draughts on you. For fear of unexpected protraction of my absence I inclose you a renewal of my note in the bank of the US. which was not renewed on the l[ast?]occasion with the other two.I salute you with friendship &[respec]t. Th: Jefferson P.S. 2. boxes of wine are just arrived for me at Philadelphia, & will be forwarded to you. I will pray you to send them byJohnsonâ\u0080\u0099s boat."
  },
  {
    "title": "From John Adams to Boston Patriot, 3 November 1809",
    "permalink": "https://founders.archives.gov/documents/Adams/99-02-02-5460",
    "project": "Adams Papers",
    "authors": [
      "Adams, John"
    ],
    "recipients": [
      "Boston Patriot"
    ],
    "date-from": "1809-11-03",
    "date-to": "1809-11-03",
    "content": "Quincy, November 3, 1809. Sirs, The black cloud that hung over the whole of the seven provinces; the solemn gloom that pervaded the whole nation; the universal uncertainty and timidity that had seized upon all minds, determined me to bring my own mission to a trial. If I should be rejected and ordered out of the country, our situation would not be worse. If I should be received, my object would be gained:â\u0080\u0094but if I should neither be received nor rejected, but takenad referendum, as the most intelligent men assured me I should be; I should then stand in a fair diplomatic character, waiting the result of the national deliberations, under the protection of the government, the public faith and the national honor. Both myself and my friends would be in a situation of more safety and security. I determined therefore to communicate my commission and credentials to the government: both to their High Mightinesses and to the Stadtholder. I wrote my memorials and signed them on the nineteenth of April, 1781: one to the States General, the other to the Prince of Orange. It was my wish that Mr. Luzac, who wrote admirably well in French, by the acknowledgment of all Europe, should translate the memorials into French, but Mr. Dumas was very desirous of performing that service: and Mr. Luzac undertook to get it translated into Dutch by his brother-in-law, a bookseller, printer and editor of a gazette at Delpht, who had the reputation of one of the most masterly writers in the nation in their own language. Amsterdam, April 27, 1781, wrote to Dr. Franklin: â\u0080\u009cI have received your excellencyâ\u0080\u0099s letter of the 21st, and will send you the list of the bills, and of the times of their becoming due, according to your desire, as soon as I can make it out. I will examine Mr. De Neufvilleâ\u0080\u0099s bill, and if I find it good, accept it. From the time I received from Congress, their orders to borrow money here, I have constantly requested in my letters, that no draughts might be made upon me, until there should be news from me, that I had money to discharge them, and this request I shall repeat: But the cry of the army for cloaths, induces Congress to venture upon measures, which appear hazardous to us.â\u0080\u0094However, by the intelligence I have they had grounds to expect that the draughts hitherto made would be honoured. I have sometimes thought, however paradoxical it may seem, that one sett of bills protested would immediately procure Congress a Loan. No bills are in better credit than these. There is an appetite here for American trade as ravenous as that of a shark for his prey: and if they saw a prospect of having their commerce broken up, they would do much to save it. I have the honor to acquaint your excellency, that I sometime ago received from Congress full powers to conclude with the States General of the united provinces of the low countries, concerning a treaty of amity and commerce; and that I have very lately received a letter of credence as minister plenipotentiary to their High Mightinesses; and another to his serene Highness the Prince of Orange. Being thus fixed to this country for the present, I have taken a house in Amsterdam, on the Keizersgraht, near the Spiegal Straat, for the convenience of our countrymen who have occasion to visit me, and of merchants who have bills upon me, until their High Mightinesses shall have taken the necessary time to deliberate upon it and determine to acknowledge the independence of the United States, enter into treaties with them and receive me at the Hague. If this should happen I hope we should obtain a credit here? but we never shall before.â\u0080\u009d About this time, considering the connection between the United States and France, it was very obvious that prudence required I should communicate my design to the French Ambassador. I was not, however, without apprehensions of the consequence of it, for I could not doubt that the Count De Vergennes had information of my appointment sooner than I had, and I had a thousand reasons to believe that my whole system in Holland and even my residence in it was disagreeable to him. I might presume and I did presume that the Duke had instructions from the Count to counteract me. But the inconveniences that would arise from concealing my design from the French Ambassador, appearing to overbalance those in the other scale, I wrote to his excellency information that I had received from Congress full powers and credentials as a minister plenipotentiary to the States General and the Prince of Orange. I received a reply from the Duke immediately, â\u0080\u009cthat he had received my letter, but that I had not informed him whether it was my design to present my full powers to their High Mightinesses: if such was my intention he desired a previous conference with me. I went immediately to the Hague and made my visit to the Hotel de France. The Duke entered at once into conversation with me to dissuade me from presenting my credentials. He detained me two hours. I answered all his questions, and replied to all his arguments. But as is usual, neither was convinced, and I took my leave with as full a determination as ever to pursue my plan. The next morning at eight oâ\u0080\u0099clock, the Duke appeared at my lodgings at the principal inn of the city, at the sign of the Parliament of England, and renewed his efforts to divert me from my purpose. He went over all the ground we had trod the day before, and ran about all Europe, especially the northern maritime confederation, to find arguments against the step I proposed to take. Although his topics appeared to me extremely frivolous, I listened to them with all the respect which was due to the Ambassador of France, and to the personal character of the Duke which I sincerely esteemed. It is but justice to say that in all my intercourse with the Duke de la Vauguion, I was uniformly treated by him, his Dutchess, their children and domestics, with the utmost politeness, and indeed with the freedom and familiarity of friendship. In this transaction I committed two faults: 1. In not insisting that these discussions should be in writing. 2. In not committing them to writing when they were fresh in my mind. The only excuse that can be made for both is that I had not time. Too many objects pressed upon me at once. At the distance of eight and twenty years it would be in vain to attempt a recollection of them by memory, and they must be lost forever unless some future Dalrymple or Fox, after a century or two, should find access to the diplomatic archieves of France and there find some account of them in the Dukeâ\u0080\u0099s dispatches to his court. The Duke detained me between four and five hours at this second interview, urging all the time his objections and reasons against my going to the States. There was no solidity in them; I knew them to be mere pretexts. At last, when he found I was not convinced, he desired me to postpone my visit to the President of their High Mightinesses, until he could write to the Count De Vergennes and have his opinion. I answered by no means: Why? Because I know beforehand the Countâ\u0080\u0099s opinion will be point blank against me; and I had rather proceed against his judgment without officially knowing his opinion, than with it; as I am determined in all events to go. The Duke had one resource still left. It was to persuade me to join him or let him alone, in writing a request to the king of France that he would order his Ambassador to unite with me, in my endeavors to obtain an acknowledgment of my public character. I answered again by no meansâ\u0080\u0094Why? Because Monsieur Le Duke, if I must speak out in plain English, or plain French, I know the decision of the kingâ\u0080\u0099s Council will be directly and decidedly against me; and I am decidedly determined to go to the President, though I had a resolution of the king in counsel against me, and before my eyes. Besides, the moments are critical, and there is no time to be lostâ\u0080\u0094 whereas, the correspondence and negociations you propose may be spun out for years. Moreover, I think that neither the King nor his Ministers ought to commit themselves in this business. What! said the Duke? Will you take the responsibility of it upon yourself? Indeed, Monsieur Le Duke I will; and I think I alone ought to be responsible; and that no other ambassador, minister, counsel or court ought to be answerable for any thing concerning it. â\u0080\u009cAre you willing to be responsible then?â\u0080\u009d Indeed I am, and upon my head may all the consequences of it rest. â\u0080\u009cAre you then determined?â\u0080\u009d Determined, and unalterably determined I am. The Duke upon hearing this, changed his countenance and the tone of his voice, and said very pleasantlyâ\u0080\u0094well I can say no more. If you are determined, and actually go to the States General, though it will be against my opinion and advice, and although I can give you no assistance in my official capacity, yet as a man and an individual I will give you all the countenance in my power. I thanked his Excellency for his declaration, which I received in the most friendly manner; and assured him it was all the aid I expected or desired, as I fully agreed with him that neither his public character or the conduct of his Court ought in any manner or degree to be compromised in the affair. Notwithstanding all this, after our treaty was made with Holland, the Count De Vergennes ordered the French minister to announce formally to Congress, in the name of the King, that his Majesty had assisted the United States in forming the connection between them and the States General of the United Provinces; and his Majesty received a formal vote of thanks from Congress for that favor. Leyden, May 3, 1781, wrote to Congress: â\u0080\u009cOn the first day of May, I went to the Hague, and wrote to his Excellency Peter Van Bleiswick, grand pensioner of Holland, that having something of importance to communicate to him, I proposed to do myself the honor of waiting on him the next morning, at half after eight, if that time should be agreeable to him; but if any other hour would be more convenient, I requested his Excellency to mention it. The answer, which was not in writing, was, that half after eight should be the time. Accordingly, the next morning I waited on him, and was politely received. I informed him that I had asked his permission to make him this visit in order to communicate to him that I had received from my sovereign, the United States of America, full powers to treat with the States General, and a letter of credence as a Minister Plenipotentiary to their High Mightinesses; and another to his most Serene Highness the Prince; and that it was my intention to communicate those powers and letters to their High Mightinesses, and to his most Serene Highness, on Friday next, the 4th of May. His Excellency said he would acquaint the States and his Highness with it; that in his private opinion, he thought favorably of it; but that he must wait the orders of his masters; that it was a matter somewhat delicate for the republicâ\u0080\u0094I replied, that I hoped the delicacy of it, in the present state of open and declared war between England and Holland, would not be considered as an obstacle. That I thought it the interest of the republic, as well as of America, that they should unite.â\u0080\u0094His Excellency rejoined, â\u0080\u009cOne thing is certain, we have a common enemy.â\u0080\u009d As this was a visit simply to impart my design; and I knew enough of the delicate situation of this minister and of his reputed sentiments, to be sensible that he did not wish to enter into any very particular conversation at this time upon public affairs; I here rose to take my leave. His excellency asked me if I had any good news from America? I answered, none very late. He then said he should be glad to form an acquaintance with me. I answered this would be very flattering to me, and thus took my leave. To-morrow morning I propose to go to the president of their High Mightinesses, to Secretary Fagel, and to the Secretary of the Prince of Orange. This moment, for the first time, I have received the congress account of Gen. Morganâ\u0080\u0099s glorious victory over Tarlton.â\u0080\u009d Amsterdam, May 7, 1781, wrote to Congress: â\u0080\u009cOn the fourth of May, I did myself the honor to visit Peter Van Bleiswick, grand pensionary of Holland, and presented him with a letter containing a copy of my memorial to the States General, &c. His excellency said, that it was necessary for me to go to the President and Secretary of their High Mightinesses; and that it was not customary for foreign ministers to communicate any thing to the pensionary of Holland. I observed that I had been advised by the French Ambassador, (as indeed I had been by many others,) to present copies to him and they were only copies which I had the honor to offer him. He said he could not receive them: that I must go to the President; but said his excellency, it is proper for me to apprize you, that the President will make a difficulty, or rather will refuse to receive any letter or paper from you, because the state you say you represent is not yet acknowledged to be a sovereign state by the sovereign of this nation. The President will hear what you have to say to him; make report of it to their High Mightinesses; and they will transmit it to the several provinces, for the deliberation of the various members of the sovereignty. I thanked his excellency for this information, (though there was nothing in it new to me) and departed. I then presented myself to the President of their High Mightinesses for the week, the Barron Linden De Hemmen, a Deputy of the Province of Guelderland; to whom I communicated, that I had lately received from my sovereign, the United States of America in Congress assembled, a commission with full powers and instructions to treat with the States General, concerning a treaty of amity and commerce; that I had also received a letter of credence as minister plenipotentiary to their High Mightinesses; and requested him to lay before their High Mightinesses, either the originals, or a memorial, in which I had done myself the honor to state all these facts and to inclose copies. The President said that he could not undertake to receive from me either the originals or any memorial; because America was not yet acknowledged as a sovereign state, by the sovereign of this country; but that he would make report to their High Mightinesses of all that I had said to him and that it would become the subject of deliberation in the several provinces. That he thought it a matter of great importance to the republic. I answered I was glad to hear him say he thought it important; for it appeared to me to be the interest of the two republics to become united. After having apprized him that in the present circumstances, I thought it would be my duty to make public my application to their High Mightinesses, I thanked him for his politeness and retired. I had prepared copies of the memorial and all the other papers for the secretary, Mr. Fagel: but as the President had refused to receive the originals, it was obviously inconsistent for the Secretary to receive copies. I therefore omitted the visit to his office. I then went to the Baron De Ray, the Secretary of the Prince, with a letter addressed to his most serene highness, containing a memorial informing him of my credentials to his court, and copies of the memorial to their High Mightinesses. The Secretary received me politely, accepted the letter, and promised to present it to the Stadtholder. He requested to know where I lodged? and was informed at the Parliament of England. Having returned to my apartments in the inn, I heard about two hours afterwards, that the Prince had been to the assembly of the States General for about half an hour. In about another hour, the servant of the house announced to me the Baron De Ray. I went to receive him and invited him into my apartment; he entered and said, that he was charged on the part of the Prince with his Highnessâ\u0080\u0099 compliments to me, and to inform me, that as the independence of my country was not yet acknowledged by the sovereign of his, he could not receive the letter from me; and therefore requested that I would take it back, which I did respectfully. The secretary then politely said he was very much obliged to me for having given him an opportunity to see my person, and took his leave. The president made report to their High Mightinesses, as soon as they assembled, and his report was ordered to be recorded. Whereupon the deputies of each of the seven provinces demanded copies of the record to be transmitted to the respective regencies for their deliberation and decision; or in the technical language of the laws of this country, it was takenad referendumon the same day. The next morning I made a visit to the French Ambassador, the Duke De La Vauguion, and acquainted him with all the steps I had taken. He said he still persisted in his opinion that the time was not the most favourable; but as the measure was taken, he would as an individual (but not as an ambassador) support and promote it to the utmost of his power. It would require a large space to explain all the reasons and motives which I had for choosing the present time in preference to a later; but I think I can demonstrate, that every momentâ\u0080\u0099s delay would have been attended with danger and inconvenience. All Europe is in a crisis, and this ingredient thrown in at this time will have more effect, than at any other. At a future time I may enlarge upon this subject. At the foot of this letter to congress I find in my hand writing a note, February 20, 1782. The late evacuation of the barrier towns and demolition of their fortifications, may serve as a comment on the Duke de la Vauguions opinion against the point of time. But if it shews that he was right for his country, it shews also, that I was right for mine. And the Dutch only have been wrong in being blind. I had been very busily and confidentially employed in consultations with my Dutch friends, many of whom were members of the sovereignty, and among the best characters and most respectable men in the nation. I had not taken a step without their advice and full approbation. They were unanimously of my opinion that our American negotiations both for a political and commercial connection, and for a loan of money should be kept as distinct as possible from all French influence. They were also unanimous for sending a copy in three languages to every member of the constitutional sovereignty in all the provinces, amounting in the whole to between four and five thousand persons. This was accordingly done. The Memorial you will have in the next letter. John Adams."
  },
  {
    "title": "To Thomas Jefferson from John Rhea and Thomas Moore, 22 November 1803",
    "permalink": "https://founders.archives.gov/documents/Jefferson/01-42-02-0026",
    "project": "Jefferson Papers",
    "authors": [
      "Rhea, John and Moore, Thomas"
    ],
    "recipients": [
      "Jefferson, Thomas"
    ],
    "date-from": "1803-11-22",
    "date-to": "1803-11-22",
    "content": "WashingtonNovember 22d, 1803 William Martinof Smith County in the state of Tennessee, who also is a member of the General Assembly of that State, requested that he might be named to the President of the United States for an appointment to the office of a Surveyor in the Louisiana territory, if such an office should be createdâ\u0080\u0094 We therefore agreeably to his request have taken the liberty to name him to Youforthat purpose. We believe him qualifyed to discharge the duties of such officeâ\u0080\u0094and with pleasure we can also say that we believe him to be an honest man, and firmly attached to the Principles of Republicanism With consideration of respect and esteemâ\u0080\u0094Your Obedt Servts John Rheaof Tennessee Tho Mooreof So. Carolina"
  },
  {
    "title": "Charles Burrall to Thomas Jefferson, [7 March 1814]",
    "permalink": "https://founders.archives.gov/documents/Jefferson/03-07-02-0150",
    "project": "Jefferson Papers",
    "authors": [
      "Burrall, Charles"
    ],
    "recipients": [
      "Jefferson, Thomas"
    ],
    "date-from": "1814-03-07",
    "date-to": "1814-03-07",
    "content": "[7 Mar. 1814] Sir Since writingmy letter of yesterdayan insiduous piece has appeared against me in theWhig, which I encloseâ\u0080\u0094It contains many unfounded suggestions to my prejudice, altho it tacitly admits that I have done my duty with correctness & impartialityâ\u0080\u0094I have loaned to government more money than I could make by my office in Six years, and of six people employed in my office there is but one, a poor Letter carrier, of the Fedral party in politics. Mydepositionrefered to inmy letter of yesterday, will be found in a pamphlet that I send you by thisdays mailâ\u0080\u0094It commences on Page 153 & ends on Page 159. This pamphlet contains much information relative to our disturbances that you may not have seenâ\u0080\u0094 ChasBurrall"
  },
  {
    "title": "From Benjamin Franklin to Mary Hewson, 26[–27] January 1777",
    "permalink": "https://founders.archives.gov/documents/Franklin/01-23-02-0146",
    "project": "Franklin Papers",
    "authors": [
      "Franklin, Benjamin"
    ],
    "recipients": [
      "Hewson, Mary (Polly) Stevenson"
    ],
    "date-from": "1777-01-26",
    "date-to": "1777-01-27",
    "content": "Paris, Jan. 26[â\u0080\u009327]. 1777 Dear Polley I wrote a few Lines to you by Dr. B. and have since seen your Letter to Jona. by which I have the great Pleasure of learning that you and yours were well on the 17th. What is become of my and your dear Dolly? Have you parted? for you mention nothing of her. I know your Friendship continues; but perhaps she is with one of her Brothers. How do they all do? I have not yet receivâ\u0080\u0099d a Line from my dear old Friend your Mother. Pray tell me where she is, and how it is with her. Jonathan, who is now at Nantes, told me that she had a Lodging in Northumberland Court. I doubt her being comfortably accommodated there. Is Miss Barwell a little more at rest; or as busy as ever? Is she well? And how fares it with our good Friends of the Henckel Family? But principally I want to know how it is with you. I hear you have not yet quite settled with those People. I hope, however, that you have a sufficient Income, and live at your Ease; and that your Money is safe out of the Funds. Does my Godson remember anything of his Doctor Papa? I suppose not. Kiss the dear little Fellow for me, not forgetting the others. I long to see them and you. What became of the Lottery Tickit I left with your good Mother, which was to produce the Diamond Earings for you? Did you get them? If not, Fortune has wrongâ\u0080\u0099d you! For yououghtto have had them. I am, my dear Friend, ever yours, with sincere Esteem and Affection. If you write to me, direct for me thusA Monsr. Monsieur FranÃ§ois, chez M. de Chaumont Ã Passy, prÃ¨s de Paris. P.S.27th Jany. They tell me that in writing to a Lady fromParis, one should always say something about the Fashions. Temple observes them more than I do. He took Notice that at the Ball in Nantes, there were no Heads less than 5, and a few were 7 Lengths of the Face, above the Top of the Forehead. You know that those who have practisâ\u0080\u0099d Drawing, as he has, attend more to Proportions, than People in common do. Yesterday we dinâ\u0080\u0099d at the Duke de Rochefocaultâ\u0080\u0099s, where there were three Dutchesses and a Countess, and no Head higher than a Face and a half. So it seems the farther from Court the more extravagant the Mode."
  },
  {
    "title": "To Thomas Jefferson from James Innes, 3 March 1781",
    "permalink": "https://founders.archives.gov/documents/Jefferson/01-05-02-0066",
    "project": "Jefferson Papers",
    "authors": [
      "Innes, James"
    ],
    "recipients": [
      "Jefferson, Thomas"
    ],
    "date-from": "1781-03-03",
    "date-to": "1781-03-03",
    "content": "Williamsburgh. March 3d. 1781 Sir I have obtained the favor of Major Turberville to wait upon your Excellency to request your opinion and advice on the Subject ofthe Detention of Lieut. Hare for having violated the flag of Truce he bore and of the seizure of the flag vessel for having on Board articles of merchandize intended for the purpose of carrying on illicit and clandestine commerce with the Citizens of this State. Major Turberville will inform you minutely of every Circumstance relative to this affair, and I have no Doubt but that your Excellency will give proper directions to enforce the Laws and protect the Dignity of this Commonwealth. I have the honor to be very respectfully yr Excellencys most obt Sevt., Jas:Innes"
  },
  {
    "title": "[Diary entry: 15 June 1795]",
    "permalink": "https://founders.archives.gov/documents/Washington/01-06-02-0004-0004-0015",
    "project": "Washington Papers",
    "authors": [
      "Washington, George"
    ],
    "recipients": [],
    "date-from": "1795-06-15",
    "date-to": "1795-06-15",
    "content": "Could not find the main content"
  },
  {
    "title": "From Benjamin Franklin to ———, 28 November 1768",
    "permalink": "https://founders.archives.gov/documents/Franklin/01-15-02-0155",
    "project": "Franklin Papers",
    "authors": [
      "Franklin, Benjamin"
    ],
    "recipients": [
      "——"
    ],
    "date-from": "1768-11-28",
    "date-to": "1768-11-28",
    "content": "London, Nov. 28, 1768. Dear Sir, I received your obliging favour of the 12th instant. Your sentiments of the importance of the present dispute between Great-Britain and the colonies appear to me extremely just. There is nothing I wish for more than to see it amicably and equitably settled. But Providence will bring about its own ends by its own means; and if it intends the downfal of a nation, that nation will be so blinded by its pride and other passions as not to see its danger, or how its fall may be prevented. Being born and bred in one of the countries, and having lived long, and made many agreeable connections of friendship in the other, I wish all prosperity to both; but I have talked and writtenso much and so long on the subject, that my acquaintances are weary of hearing, and the public of reading any more of it; which begins to make me weary of talking and writing for them, especially as I do not find that I have gained any point in either country, except that of rendering myself suspected by my impartiality; in England of being too much an American, and in America of being too much an Englishman. Your opinion, however, weighs with me, and encourages me to try one effort more in a full though concise statement of facts, accompanied with arguments drawn from those facts, to be published about the meeting of Parliament after the holidays. If any good may be done I shall rejoice; but at present I almost despair. Have you ever seen the barometer so low as of late? The 22d instant mine was at 28, 41, and yet the weather fine and fair. With sincere esteem, I am, dear friend, yours affectionately, B.Franklin."
  },
  {
    "title": "From James Madison to Albert Gallatin, 22 November 1805 (Abstract)",
    "permalink": "https://founders.archives.gov/documents/Madison/02-10-02-0547",
    "project": "Madison Papers",
    "authors": [
      "Madison, James"
    ],
    "recipients": [
      "Gallatin, Albert"
    ],
    "date-from": "1805-11-22",
    "date-to": "1805-11-22",
    "content": "Â§To Albert Gallatin.22 November 1805, Department of State.â\u0080\u009cI have the honor to request that you will be pleased to issue a warrant on the appropriations for Barbary Intercourse, for Seven hundred & Sixty dollars & Sixty nine cents in favor of James Davidson Jnr. the holder of the enclosed bill of exchange, drawn on me on the 4th. Novr. 1803, by James Simpson Esqr. Consul of the U. States at Tangier, in favor of Edward Humphry. Said Simpson to be charged with the same.â\u0080\u009d"
  },
  {
    "title": "From George Washington to Daniel McCarty, 13 September 1798",
    "permalink": "https://founders.archives.gov/documents/Washington/06-02-02-0472",
    "project": "Washington Papers",
    "authors": [
      "Washington, George"
    ],
    "recipients": [
      "McCarty, Daniel"
    ],
    "date-from": "1798-09-13",
    "date-to": "1798-09-13",
    "content": "Mount Vernon 13th Sep. 1798. Sir, The last time I had the pleasure of seeing Mr McClanagan & your Sister, the former, talking of Western lands, observed that you regretted not having accepted the exchange I had proposed of some of my Kanhawa lands for your Sugarland Tract. For me, it is fortunate you did not, as I have disposed of them on terms infinitely more advantageous, whether the purchaser is able to comply with his Contract, or not; In the first case I shall get Two hundred thousand dollars for my land, with an interest of 6 pr Ct pr Annum until the whole sum is paid within ten yearsâ\u0080\u0094and in the second case, that is, not being able to become the purchaser (within that period) in fee, I shall have my land well settled by Tenants. Thirty, late in the season as it was before any attempt was made to procure them, are now on the Land with fine Crops growingâ\u0080\u0094forty more are engaged to go on this Fall; and as many as could be wished, ready to follow, as fast as Provisions can be provided for them. If I am not certain therefore of getting the money at the time stipulated, I shall be certain of having the land rendered infinitely more valuable by meanâ\u009f¨sâ\u009f© of the Improvements, & interest in the meantime. Since disposing of my Kanhawa lands on the terms just mentioned, I have sold the smallest of my tracts on the Ohio River for ten dollars an Acre, to be paid for in part with improved property in Alexandria, to be valued by three impartial & disinterested Gentlemen: one to be chosen by each of the Parties and the third by them twoâ\u0080\u0094and the remainder in Cash within Seven years with an Interest of 6 pr Ct pr Ann. until discharged. I have remaining on the Ohio River between the two Kanhawas three other tractsâ\u0080\u0094viz.â\u0080\u0094the uppermost â\u009f¨one,â\u009f© about â\u009f¨15â\u009f© Miles below Marietta, and opposite to the Village of â\u009f¨Bouâ\u009f©pre (which is on the No. West side) contains 2314 acresâ\u0080\u0094the next about â\u009f¨15â\u009f© miles lower down appertaining to which as I am informed is a very valuable Mill seat contains â\u009f¨some 2448â\u009f© acresâ\u0080\u0094and the third tract opposite to the great Bend in the river, and four or five miles below the last mentioned tract contains â\u009f¨4395â\u009f© acres; and together, are bounded by the River Ohio for â\u009f¨13â\u009f© miles nearly â\u009f¨illegibleâ\u009f© They are I believe, all Intervale, & amongst the most valuable on the Ohio in the part they lye. There Situation, on many accounts is greatlyto be preferred to those on the Kanhawa while the quality of the Soil I should presume, is equally rich and good. I have been in treaty for the middle tract at ten dollars an Acre, & a thousand dollars for the Mill seat; but as the person has been longer determining than he was allowed, and as I am assured by those who know the land well, that I may be certain of getting the price (I ask)â\u0080\u0094that is, ten dollars an Acre round. I â\u009f¨feltâ\u009f© my self under no obligation to wait longer for his answer; and therefore, after â\u009f¨making knownâ\u009f© these details, in order not only to let you see what my own ideas are of the value of my western lands, but the ideas entertained of them by â\u009f¨others, Iillegibleâ\u009f© unequivocal evidence that can be givenâ\u0080\u0094viz.â\u0080\u0094the actual purchase of them. I shall proceed if you are still disposed to remove into the Western Country, to offer you these three tracts, for your â\u009f¨Sugarlandâ\u009f© tract entireâ\u0080\u0094Provided upon a view of it I shall like your land; for I â\u009f¨am quiteâ\u009f© a stranger to itâ\u0080\u0094allowing you to do the same â\u009f¨illegibleâ\u009f© land before any bargain is closed. You may â\u009f¨marvelâ\u009f© at the small quantity (considering â\u009f¨whâ\u009f©ere it lyes) I offer for yours; but persuaded as I am that I offer a full equivalent invalueI can â\u009f¨offer noâ\u009f© moreâ\u0080\u0094I have 3000 Acres â\u009f¨onâ\u009f© the No. Wt side of the Ohio, in the neighbourhood of Cincinnati, which if you incline to â\u009f¨illegibleâ\u009f© with the land on which you live & we can agree on terms, may go â\u009f¨also inillegibleâ\u0080\u0094which wouldillegibleâ\u009f©out of the Western Country â\u009f¨illegibleâ\u009f© With esteem I am Sir â\u009f¨illegibleâ\u009f© Go: Washington"
  },
  {
    "title": "To George Washington from William Bartlett, 11 June 1776",
    "permalink": "https://founders.archives.gov/documents/Washington/03-04-02-0391",
    "project": "Washington Papers",
    "authors": [
      "Bartlett, William"
    ],
    "recipients": [
      "Washington, George"
    ],
    "date-from": "1776-06-11",
    "date-to": "1776-06-11",
    "content": "Beverly [Mass.] 11th June 1776 Sir, I would beg leave to Inform your Excellency of my Procedings with Respect to the Vessels taken and Brought in here by Captne Manly, after Condemnation they where agreeable toyour Instructions Advertizâ\u0080\u0099d in the publick papers 3 weeks, I then Proceeded to the Sale, I Recieved Instructions from Your Excellency through the Hone Major Genl Ward to purchase the Ship Jenny & the Brigne Hannah for the United Colonies provided they sold very much under their Real Value the Jenny Selling for 1950Â£ thought it quite enough for her Therefore did not Purchase her, the Brigne Hannah I purchased for Â£520 have Since Deliverâ\u0080\u0099d her to Capt. Bradford by order of Genl Ward, the Ship Concord sold for 930Â£ the Brigne Nancy 430Â£ Sloop Betsey for 175Â£ and the Sloop polly 130Â£ I have also sold all the Goods I think at a Very Good price. If your Excellency thinks proper to order that the Goods Deli[vere]d Collo. Mifflin as well as the Ordinance Stores should be Valued and Transmitted me, that the sales may be Closd would be of Infinite Service to the poor Captures as well as an Encouragement to them to go again into the Service for I dont concieve their can be a Division untill I can git the amount of the whole. I would further beg Your Excellencys Instructions Concer[n]ing paying the Captures, there where Severall Servants in the Service a Taking these prizes the masters of which Applyâ\u0080\u0099s for their share of the prize money, knowing the rules of the army Respecting that Matter have Refusâ\u0080\u0099d paying them untill I Recieve your Excellencyâ\u0080\u0099s Orders also wither any of the people who are yet left with us Belonging to any of the Above Vessells should Recieve any Wages. This day Capt. Bradford applyâ\u0080\u0099d & Informd me that he was Appointed Agent for this Colony with power to depute whom he thought proper under him therefore desird me not to act Any more in the Station which Your Excellency was pleasâ\u0080\u0099d to appoint me in. Your Excelly Orders with Respect to this or any Other affairs will be Gratefully Accepted and Punctually Obeyâ\u0080\u0099d By your Excelly most Obedt Hume Servt William Bartlett N.B. my best Complements to Colln Moylan."
  },
  {
    "title": "Stephen Cathalan to Thomas Jefferson, 15 February 1816",
    "permalink": "https://founders.archives.gov/documents/Jefferson/03-09-02-0314-0001",
    "project": "Jefferson Papers",
    "authors": [
      "Cathalan, Stephen"
    ],
    "recipients": [
      "Jefferson, Thomas"
    ],
    "date-from": "1816-02-15",
    "date-to": "1816-02-15",
    "content": "Marseilles the 15thFebruary 1816 My Dear sir & most Respected Friend by my Last of the 6thJanuary ultoI acknowledged you Receipt ofyour kind favour of the 3dJuly; This is to Inclose you, Bill of Loading and Invoice of one case Containing 50 Bottles hermitage white wine & one case Maccarony Shipped on theBrig Pilotof Phila[Ml?]Dixon Master, bound for Philada& consigned to the Colector of that district, amounting to F248â\u0080\u009302 which Please to pass on my Credit; MessrsJourdan & Fils (who have Lost their old Father 83years ageat that epoqua) assures me that the quality of this wine will Satisfy your Taste;â\u0080\u0094they have Sent me 240 BottlesvinSecfor MrPceButler of Philawhich they Say is what is the most natural quality to that Territority, & which MrButler as well as the English in General Preffer, whilst theLiquoreuxis produced from few vineyards, Reaped at perfect maturity; as to the maccarony, there is Two qualities, this article, Thoâ\u0080\u0099 we appear to enjoy the FrÃ©e Port, pays as well as all the Imports, the dutyofConsumption, when not declared for RÃ©exportation, & not under the keys of the Custom, which been on this article not Important enough for Such formality at Æ\u009220 â \u008c 100K or 200 Cw. & 10 â \u008cctabove Duty, renders it Dear & Scarce on acctof the Short Crop of wheat at naples & Sicily; it for that motive I have not Sent you As much as you asked; but I will order a Small parcel at naples which on arival I will declare for RÃ©exportation, by which you have Soon from me a fresh Supply & I hope at Lower Price;â\u0080\u0094 as to the wine of nice, & to our old Friend MrSasserno, I begyour Refference to the herein Copyof the house who Succeeded to his Commerce long before he Died, in answer to mine of the 3dultoin which I Sentthema Copy of yourParagraph Relative to him & Said wine;â\u0080\u0094and as Since, I have not heard of them, I wrote them on the 19thInstto entreat a quick dispatch of their expected Invoice; MrFoisDurand of Perpignan by his Letter of the 7thInstInforms me that by the description I Transmitted him of the wine of Roussillon you wish to procure, he is acquainted with the exact quality you want, & that he was preparing to Send it to me;â\u0080\u0094I Then hope Both parcels will reach me in time to embrace the opportunity of an american vessel which will Sail for the cheasapeack about the end of this month; as thePilotwill Sail on Tomorow; about the Inconveniencies of the actual Freedom of the Port & Territory of Marseilles I am as well as the Greatest part of the Merchants of this city, of the opinionof a Printed Memorial, I Send it to you herein Inclosed, Confident of the Kind Interest you Bear for Marseilles & itâ\u0080\u0099s prosperity; The Intercourse with the united States is active, but the Benefits are hitherto Small, which is not Surprising after what has happened;â\u0080\u0094however it is hoped that This Place & France will Soon recover from what we Suffered by theRevolution of March Last, & enjoy of the Benefit of a Lasting Peace, which if it Costed So Dear, is not the fault of the king, but of the ones who Parjured of their oath of allegiance; Reffering you to the news Papers, meantime I may write you in not Such a Great haste, & wishing you Should once more visit France & Marseilles, as I despair to ever visit The united States, & Monticello!!! I have the honor to be with a Great Respect & I dare to add with a Constant & Sincere Friendship Stephen Cathalan. MrC. D. Coxe our Late Consul at Tunis who Left this on the 1stJanuary for Philadatold me he will visit you Soon & has Promised me to Give you Details on me & family with whom he resided for a Little while in my house;"
  },
  {
    "title": "From Thomas Jefferson to William Higgins, 9 July 1807",
    "permalink": "https://founders.archives.gov/documents/Jefferson/99-01-02-5917",
    "project": "Jefferson Papers",
    "authors": [
      "Jefferson, Thomas"
    ],
    "recipients": [
      "Higgins, William"
    ],
    "date-from": "1807-07-09",
    "date-to": "1807-07-09",
    "content": "Washington July 9. 07. Sir The preceding is a copy of my letter of May 23. committed to the Chesapeake frigate. by the present express vessel sent by the Navy department to the Mediterranean, you will learn the accident which has prevented the Chesapeake from pursuing her destination. by some of our armed vessels now ordered immediately home I am in hopes you will be able to send the wine asked for. it may be doubted whether any other conveyance will occur for a considerable time. I salute you with esteem & respect. Th:Jefferson"
  },
  {
    "title": "VI. Jefferson to Montmorin, 8 July 1789",
    "permalink": "https://founders.archives.gov/documents/Jefferson/01-15-02-0232-0008",
    "project": "Jefferson Papers",
    "authors": [
      "Jefferson, Thomas"
    ],
    "recipients": [
      "Montmorin de Saint-Hérem, Armand Marc, Comte de"
    ],
    "date-from": "1789-07-08",
    "date-to": "1789-07-08",
    "content": "Paris July 8. 1789. Sir I have the honor to inclose you a copy of my letter to Monsieur de la Fayette correcting the error into which the States general had been led by Monsieur de Mirabeau. Monsieur de la Fayette had spoke to him yesterday morning, and he acknowleged that he had been mistaken in the fact he had asserted, and promised that he would set it to rights in the assembly when the subject should be brought on again. My letter will be read to the assembly. I have the honour to be with sentiments of the most perfect respect and attachment, Your Excellencyâ\u0080\u0099s most obedient & humble servt., Th: Jefferson"
  },
  {
    "title": "[Diary entry: 7 April 1770]",
    "permalink": "https://founders.archives.gov/documents/Washington/01-02-02-0005-0010-0007",
    "project": "Washington Papers",
    "authors": [
      "Washington, George"
    ],
    "recipients": [],
    "date-from": "1770-04-07",
    "date-to": "1770-04-07",
    "content": "Could not find the main content"
  },
  {
    "title": "From Thomas Jefferson to Albert Gallatin, 31 January 1807",
    "permalink": "https://founders.archives.gov/documents/Jefferson/99-01-02-4987",
    "project": "Jefferson Papers",
    "authors": [
      "Jefferson, Thomas"
    ],
    "recipients": [
      "Gallatin, Albert"
    ],
    "date-from": "1807-01-31",
    "date-to": "1807-01-31",
    "content": "January 1807 Th:J.to mrGallatin I inclose you a paper containing a Memorial of the legislature of Misipi. to Congress respecting their lands. I also send some observations of Doctr. Barnwell on the country about N. Orleans which I think you will like to read.â\u0080\u0094Burr has surrendered himself to Cowles Meade."
  },
  {
    "title": "To George Washington from Lieutenant Colonel Uriah Forrest, 17 August 1780",
    "permalink": "https://founders.archives.gov/documents/Washington/03-27-02-0505",
    "project": "Washington Papers",
    "authors": [
      "Forrest, Uriah"
    ],
    "recipients": [
      "Washington, George"
    ],
    "date-from": "1780-08-17",
    "date-to": "1780-08-17",
    "content": "Annapolis 17th August 1780 Sir Your Excellencyâ\u0080\u0099s letter of the 1st Inst. directed to the Commanding Officer of the Maryland additional Regt was put into my hands yesterday â\u0080\u0094His Excellency the Governor having directed me, to order a general Rendezvous of the Recruits, they have assembled at this place, to the Number of three hundred & thirtyâ\u0080\u0094a hundred & fifty more are daily expected from the more distant Counties, returns of which have already come to hand. The Gentleman appointed to Command this Regiment not having Joined, & the Men being entirely destitute of Cloathing of every kind, has renderâ\u0080\u0099d the Execution of your Excellencyâ\u0080\u0099s orders with regard to their Marching altogether impracticable. The State Clothier is now busily employed, in getting them fitted with Shirts, Overalls, and Shoesâ\u0080\u0094I hope in the Course of five Days to send forward Major Giles with a great part of the Regt. Many Deserters from the Line of this State Troops have been taken up, who I have sent forward to the southern Army with a detachment composed Chiefly of Men left at the Hospitals with a few recruited for the old Regiments, before the Passage of the Law for raising an Extra Battalion. It is with real Concern I observe to your Excellency that there is no Prospect of procuring Men to fill up the Regiments. Almost the whole of the Horses and some of the waggons required of this State are Obtained. I have the honor to be with Perfect Respect yr Excellencyâ\u0080\u0099s Most Obedt humble Servant Uriah Forrest."
  },
  {
    "title": "From John Adams to James Hutchinson, 24 January 1793",
    "permalink": "https://founders.archives.gov/documents/Adams/99-02-02-1406",
    "project": "Adams Papers",
    "authors": [
      "Adams, John"
    ],
    "recipients": [
      "Hutchinson, James",
      "Williams, Jonathan"
    ],
    "date-from": "1793-01-24",
    "date-to": "1793-01-24",
    "content": "Philadelphia January 24. 1793 Gentlemen I have received the Letter you did me the honour to write me on the twenty Second of this month and I pray you to present to the American Philosophical Society established at Philadelphia for promoting Useful Knowledge, my Thanks for the honour they have done me, by my Election into that Body on the Eighteenth instant. My best acknowledgements are also due to you, Gentlemen for the polite and obliging manner in which you have communicated to me, the information of this pleasing event. I have the honour to be / with much esteem / Gentlemen / your most obedient / and most humble servant John Adams."
  }
]